{
  "nav_home": "Главная",
  "nav_corporate": "О компании",
  "nav_products": "Продукция",
  "nav_wastes": "Виды отходов",
  "nav_technology": "Технологии",
  "nav_references": "Референсы",
  "nav_contact": "Контакты",
  "nav_ecatalog": "Электронный каталог",
  "nav_blog": "Блог",
  "blog_title": "Блог и Новости",
  "blog_subtitle": "Управление промышленными отходами, технологии переработки и последние новости отрасли.",
  "blog_read_more": "Читать далее",
  "blog_back": "Назад в блог",
  "blog_back_home": "Вернуться на главную блога",
  "blog_not_found": "Искомая статья не найдена.",
  "blog_share": "Поделиться статьей",
  "blog_share_btn": "Поделиться",
  "blog_related": "Похожие статьи",
  "models": "Модели",
  "btn_quote": "Получить предложение!",
  "btn_view_details": "Подробнее",
  "btn_contact_us": "Связаться с нами",
  "page_title_home": "ИЗМЕЛЬЧИТЕЛИ",
  "page_title_shredders": "Измельчители MT Makina",
  "page_title_location": "Наш адрес",
  "page_title_headquarters": "Главный офис",
  "page_title_contact_info": "Контактная информация",
  "page_title_working_hours": "Часы работы",
  "desc_location": "Мы ждем вас в нашем главном офисе в Эсенюрт / Стамбул.",
  "desc_map_label": "MT MAKINA ГЛАВНЫЙ ОФИС",
  "nav_about": "О нас",
  "nav_certificates": "Наши Сертификаты",
  "nav_fair": "Ярмарка",
  "nav_refs": "Референции",
  "waste_household": "Бытовые отходы",
  "waste_electronic": "Электронные отходы",
  "waste_tire": "Шинные отходы",
  "waste_metal": "Металлические отходы",
  "waste_glass": "Стеклянные отходы",
  "waste_paper": "Бумажно-картонные отходы",
  "waste_plastic": "Пластиковые отходы",
  "waste_organic": "Органические отходы",
  "waste_medical": "Медицинские отходы",
  "waste_tree_root": "Отходы корней деревьев",
  "waste_animal": "Животные отходы",
  "waste_packaging": "Упаковочные отходы",
  "waste_pallet": "Поддоны",
  "waste_textile": "Текстильные отходы",
  "waste_aty": "Отходы ATY",
  "hero_title": "Промышленная мощь в измельчительных машинах",
  "hero_subtitle": "Высокая эффективность, долгий срок службы и безопасная работа с экологически чистым производством.",
  "hero_subtitle_systems": "Высокопроизводительные системы, разработанные для различных отраслей",
  "hero_cta_title": "Спланируйте свою машину с нами",
  "hero_cta_desc": "Мы производим высокоэффективные, долговечные и экологически чистые системы.",
  "hero_cta_desc2": "Нажмите кнопку Получить предложение сейчас! чтобы разработать наиболее подходящее решение для вашего проекта вместе.",
  "btn_explore": "Изучить продукты",
  "intro_title": "Экологически чистое производство и устойчивая переработка",
  "intro_description": "Измельчительные машины MT MAKINA, обеспечивающие высокую эффективность в процессах управления промышленными отходами и переработки, гарантируют эффективное измельчение различных материалов благодаря прочной конструкции и мощным системам лезвий. Системы, производимые для многих материалов, таких как шины, металл, пластик, дерево, текстиль, бытовые и промышленные отходы, способствуют сокращению объема отходов и эффективному использованию ресурсов, предоставляя устойчивые решения по переработке. Для получения подробной информации о измельчительных машинах MT MAKINA, которые предлагают высокую производительность и долговечное использование с моделями, разработанными для особых нужд, свяжитесь с нами.",
  "eco_friendly": "Экологичность",
  "recycling": "Переработка",
  "durability": "Прочность",
  "performance": "Производительность",
  "product_single_shaft": "Одновальная дробилка",
  "product_dual_shaft": "Двухвальная дробилка",
  "product_quad_shaft": "Четырехвальная дробилка",
  "product_metal": "Дробилка для металла",
  "product_mobile": "Мобильная дробилка",
  "product_harddisk": "Уничтожитель жестких дисков",
  "product_tree_root": "Дробилка корней деревьев",
  "product_wood_grinder": "Измельчитель древесины",
  "product_glass": "Дробилка для стекла",
  "product_single-saft": "Одновальная дробилка",
  "product_dual-saft": "Двухвальная дробилка",
  "product_quad-saft": "Четырехвальная дробилка",
  "products_page_title": "Наши решения для измельчительных машин",
  "products_page_subtitle": "Высокопроизводительные системы для различных отраслей",
  "products_title": "Категории продуктов",
  "products_description": "Высокопроизводительные измельчительные машины MT Makina выделяются в процессах промышленной переработки благодаря прочной конструкции корпуса и эффективным системам лезвий.",
  "products_subtitle": "Мощные и эффективные измельчительные машины MT Makina: одновальные, двухвальные, четырехвальные, металлические, поддонные, пластиковые, стеклянные, органические, медицинские и другие.",
  "btn_details": "Подробнее",
  "tech_title": "Технология и инженерия",
  "tech_subtitle": "Инженерные решения с фокусом на гидравлические системы, геометрию режущих лезвий, автоматизацию и энергоэффективность.",
  "tech_hydraulic": "Гидравлические системы",
  "tech_hydraulic_desc": "Максимальная эффективность с высоким гидравлическим давлением",
  "tech_blade": "Технология режущих лезвий",
  "tech_blade_desc": "Долговечная резка со специальной геометрией и прочными материалами",
  "tech_automation": "Решения автоматизации",
  "tech_automation_desc": "Интеллектуальные системы управления и мониторинга с ПЛК",
  "tech_energy": "Энергоэффективность",
  "tech_energy_desc": "Высокая производительность при низком энергопотреблении",
  "tech_page_title": "Технологии и Инновации",
  "tech_page_subtitle": "Интеллектуальные системы измельчения, соответствующие Индустрии 4.0",
  "tech_plc_title": "Системы ПЛК Управления",
  "tech_plc_desc": "Полностью автоматическая работа с системами ПЛК Siemens и Schneider.",
  "tech_motor_title": "Высокомоментная Моторная Система",
  "tech_motor_desc": "Энергосберегающая и высокопроизводительная моторная технология.",
  "tech_security_title": "Множественные Системы Безопасности",
  "tech_security_desc": "Аварийная остановка, защита от перегрузки и системы безопасности.",
  "tech_eco_title": "Экологичное Производство",
  "tech_eco_desc": "Устойчивые технологии производства с низким уровнем выбросов.",
  "tech_modular_title": "Модульная Конструкция",
  "tech_modular_desc": "Легкое обслуживание и расширяемая модульная структура.",
  "tech_remote_title": "Удаленный Мониторинг",
  "tech_remote_desc": "Системы удаленного мониторинга и анализа данных на базе IoT.",
  "tech_why_title": "Почему Технологии MT Makina?",
  "tech_why_para1": "MT Makina использует новейшие технологии в промышленных системах измельчения, предлагая клиентам максимальную эффективность и надежность. Все наши машины разработаны в соответствии со стандартами Индустрии 4.0.",
  "tech_why_para2": "Наши системы, производимые с использованием высококачественных немецких и итальянских комплектующих, предлагают долговечные решения с низкими затратами на обслуживание. Системы ПЛК обеспечивают полностью автоматическую работу и удобство использования.",
  "tech_why_para3": "Благодаря нашим системам удаленного мониторинга на базе IoT вы можете отслеживать производительность ваших машин в реальном времени, проводить профилактическое обслуживание и повышать эффективность.",
  "tech_contact_title": "Свяжитесь с Нами",
  "tech_contact_address": "Адрес",
  "tech_contact_phone": "Телефон",
  "tech_contact_email": "Электронная почта",
  "ref_page_title": "Наши Партнеры",
  "ref_page_subtitle": "Надежное партнерство и истории успеха по всему миру",
  "ref_stat_projects": "Завершенных Проектов",
  "ref_stat_countries": "Стран Экспорта",
  "ref_stat_partners": "Деловых Партнеров",
  "ref_stat_satisfaction": "Удовлетворенность Клиентов",
  "ref_category_title": "Референсы по Категориям",
  "ref_category_subtitle": "Мы работаем с ведущими организациями из различных секторов",
  "ref_filter_all": "Все",
  "ref_cat_global": "Глобальные Компании",
  "ref_cat_global_desc": "Всемирно известные международные компании",
  "ref_cat_industry": "Промышленность и Производство",
  "ref_cat_industry_desc": "Ведущие компании в секторе промышленности и производства",
  "ref_cat_defense": "Оборона и Высокие Технологии",
  "ref_cat_defense_desc": "Оборонная промышленность и организации передовых технологий",
  "ref_cat_government": "Государственные Учреждения",
  "ref_cat_government_desc": "Государственные учреждения и организации",
  "ref_testimonial_author": "— Наш Ценный Деловой Партнер",
  "ref_cta_title": "Присоединяйтесь к Нашим Партнерам",
  "ref_cta_subtitle": "Мы будем рады стать вашим надежным партнером в области промышленных систем измельчения",
  "ref_cta_button": "Свяжитесь с Нами",
  "waste_categories_title": "Типы Отходов, Обрабатываемых Нашими Машинами",
  "waste_categories_subtitle": "MT Makina производит высокопроизводительные машины для измельчения, специально разработанные для переработки различных типов отходов.",
  "waste_management_title": "Управление Отходами: Экологичные Решения MT Makina",
  "waste_management_para1": "MT Makina предлагает системы с высокой эффективностью для переработки всех видов отходов от промышленного производства до бытовых отходов.",
  "waste_management_para2": "Наши машины, специально разработанные для каждого типа отходов, поддерживают устойчивое производство и цели защиты окружающей среды.",
  "waste_management_para3": "MT Makina лидирует в отрасли с экологически чистыми, высокопроизводительными и долговечными системами.",
  "waste_detail_back": "Назад",
  "waste_detail_systems_title": "Рекомендуемые Системы",
  "waste_back_button": "Все Типы Отходов",
  "waste_local_production": "Местное Производство, Экологичные Решения",
  "waste_systems_title": "Основные Системы, Которые Мы Производим:",
  "waste_cta_text": "Свяжитесь с нами сейчас для получения подробной информации и предложения.",
  "waste_quote_button": "Получить Предложение Сейчас!",
  "waste_evsel_intro": "Переработка бытовых отходов имеет критическое значение для здоровья окружающей среды и устойчивого образа жизни.",
  "waste_evsel_para1": "MT Makina производит машины, специально разработанные для эффективного измельчения и переработки бытовых отходов.",
  "waste_evsel_para2": "Каждый проект производится в соответствии с принципами высокой долговечности, низкого энергопотребления и экологичных технологий.",
  "waste_evsel_para3": "Мы предлагаем решения, соответствующие европейским стандартам, с долговечными системами, вносящими вклад в охрану окружающей среды.",
  "waste_evsel_system1": "Одновальные и двухвальные машины для измельчения",
  "waste_evsel_system2": "Автоматические системы подачи и конвейерные линии",
  "waste_evsel_system3": "Магнитные и оптические системы сепарации",
  "waste_evsel_system4": "Пакетировочные прессы и решения для хранения",
  "waste_elektronik_intro": "Электронные отходы (e-waste) требуют специальной обработки для извлечения ценных металлов.",
  "waste_elektronik_para1": "MT Makina предлагает передовые системы для безопасного и эффективного измельчения электронных отходов, таких как компьютеры, телефоны и бытовая техника.",
  "waste_elektronik_para2": "Оптимизирует извлечение ценных металлов с помощью точной технологии ножей и контролируемой производительности.",
  "waste_elektronik_para3": "Мы производим решения, полностью соответствующие экологическим стандартам и минимизирующие выбросы опасных веществ.",
  "waste_elektronik_system1": "Двухвальные машины для измельчения тяжелого типа",
  "waste_elektronik_system2": "Системы снятия изоляции и разделения кабелей",
  "waste_elektronik_system3": "Линии измельчения печатных плат и извлечения ценных металлов",
  "waste_elektronik_system4": "Системы сбора пыли и фильтрации",
  "contact_subtitle": "Свяжитесь с нами, мы будем рады вам помочь",
  "contact_form_title": "Напишите Нам",
  "contact_form_description": "Заполните форму, и мы свяжемся с вами в ближайшее время.",
  "contact_form_name": "Имя Фамилия",
  "contact_form_name_placeholder": "Ваше имя и фамилия",
  "contact_form_email": "Электронная почта",
  "contact_form_email_placeholder": "primer@email.com",
  "contact_form_phone": "Телефон",
  "contact_form_phone_placeholder": "+90 5XX XXX XX XX",
  "contact_form_message": "Ваше сообщение",
  "contact_form_message_placeholder": "Напишите ваше сообщение здесь...",
  "contact_form_submit": "Отправить",
  "contact_info_address": "Адрес",
  "contact_info_phone": "Телефон",
  "contact_info_email": "Электронная почта",
  "contact_info_headquarters": "Главный Офис",
  "contact_info_sales_whatsapp": "Продажи и WhatsApp",
  "contact_info_social_media": "Социальные Сети",
  "contact_working_hours": "Часы Работы",
  "contact_weekdays": "Будние дни",
  "contact_weekends": "Выходные",
  "contact_closed": "Закрыто",
  "contact_cta_title": "Свяжитесь с Нами для Вашего Проекта",
  "contact_cta_description": "Наша команда экспертов готова предложить вам наиболее подходящее решение",
  "contact_back_to_home": "Вернуться на Главную",
  "ref_title": "Наши референции",
  "ref_subtitle": "Мы предоставляем промышленные решения нашим партнерам по всему миру.",
  "ref_main_title": "Удовлетворенность клиентов и истории успеха",
  "ref_main_subtitle": "В MT Makina мы всегда ставим удовлетворенность клиентов на первое место. Отзывы наших деловых партнеров помогают нам улучшать качество наших продуктов и услуг. Наши успешно завершенные проекты являются нашими лучшими рекомендациями.",
  "ref_main_paragraph": "Как надежный деловой партнер в области решений по переработке и управлению отходами, мы продолжаем работать над устойчивым будущим. Сотрудничая с MT Makina, вы можете внести свой вклад в экологическую устойчивость и сделать свои процессы управления отходами более эффективными.",
  "ref_global_title": "Глобальная экспортная сеть",
  "ref_global_subtitle": "Обслуживание клиентов в Европе, на Ближнем Востоке и в Азии.",
  "contact_title": "Контакт",
  "contact_headquarters": "Главный офис",
  "contact_hq_address": "Cumhuriyet Mahallesi, Nazım Hikmet Bulvarı, 1983 Sk. Kent Palas 2 Этаж:7, D:85-86, PK:34512 Esenyurt / СТАМБУЛ",
  "contact_sales": "Продажи",
  "contact_export": "Экспорт",
  "contact_whatsapp": "Whatsapp",
  "contact_saudi_rep": "Представитель в Саудовской Аравии",
  "contact_accounting": "Бухгалтерия",
  "contact_consulting": "Консультации",
  "tree_root_main_title": "Шаг к более зеленому будущему с измельчителем корней деревьев",
  "tree_root_subtitle": "Высокопроизводительное решение для измельчения корней деревьев, древесных отходов и обрезков древесины",
  "tree_root_description_1": "Сегодня процессы управления отходами и переработки имеют большое значение с точки зрения сохранения природных ресурсов и экологической устойчивости. Измельчитель корней деревьев играет критическую роль в этих процессах, обеспечивая эффективное измельчение корней деревьев, древесных отходов и обрезков древесины. MT Makina совершает прорыв в управлении отходами, предлагая высокую производительность, долговечность и удобные решения с инновационной машиной для измельчения корней деревьев. Измельчитель корней деревьев сочетает высокую производительность и долговечность благодаря многолопастной конструкции ротора. Подающие зубья, установленные на загрузочном бункере, обеспечивают обработку материалов с желаемой скоростью. При перегрузке ротора загрузочный бункер вращается в обратном направлении, предотвращая заклинивание и обеспечивая непрерывную работу машины для измельчения корней.",
  "tree_root_description_2": "Измельчитель корней деревьев оснащен комбинацией высокого крутящего момента и низкой скорости, обеспечивая быстрое и эффективное измельчение материалов. Его высокоэффективные двигатели снижают эксплуатационные расходы и минимизируют воздействие на окружающую среду. Благодаря прочной конструкции и долговечным ножам обеспечивает долгосрочное и бесперебойное использование. Машина для измельчения корней деревьев позволяет операторам легко использовать машину с удобными панелями управления. Подающие зубья, установленные на внутренней стенке загрузочного бункера, вращают загрузочный бункер в обратном направлении при перегрузке ротора, предотвращая заклинивание и обеспечивая бесперебойную работу.",
  "tree_root_description_3": "Измельчитель корней деревьев - это промышленная машина, поддерживающая экологическую устойчивость. Она играет важную роль в переработке древесных отходов благодаря высокой эффективности, долговечным ножам, низкому уровню шума и удобному дизайну. Мобильный измельчитель корней деревьев обеспечивает большие преимущества в таких областях, как сельское хозяйство и управление лесами, благодаря конструкции, которую можно использовать в разных местах. Он предлагает гибкость на месте с функцией мобильной дробилки и обеспечивает экологически чувствительные решения. Цены на машины для измельчения корней деревьев могут варьироваться в зависимости от потребностей пользователей. Вы можете внести вклад в экологическую устойчивость, оптимизируя процессы управления отходами с помощью машины для измельчения корней и машины для измельчения древесины. Измельчитель древесины и машины для измельчения древесины предлагают эффективные решения по переработке отходов, обеспечивая предприятиям как затратные, так и экологические преимущества.",
  "tree_root_application_title": "Области применения измельчителя корней деревьев",
  "tree_root_application_desc": "Измельчитель корней деревьев выделяется широким спектром применения. Машина для измельчения корней деревьев может обрабатывать не только корни деревьев и древесные отходы, но и различные перерабатываемые материалы, такие как обрезки древесины, древесина, поддоны, МДФ, ДСП, древесные отходы и тюки соломы. Эта гибкость позволяет использовать машину для измельчения корней деревьев в различных отраслях промышленности и обеспечивает большие преимущества в процессах управления отходами.",
  "tree_root_application_desc2": "Машина для измельчения корней деревьев предлагает инновационные и эффективные решения в процессах переработки и управления отходами. Благодаря высокой эффективности, долговечности и удобным функциям машина для измельчения корней деревьев поддерживает экологическую устойчивость при переработке корней деревьев и древесных отходов. Машина для измельчения корней деревьев, разработанная MT Makina, вносит значительный вклад в экологическую устойчивость, повышая эффективность управления отходами. С целью оставить более чистый и зеленый мир для будущего машина для измельчения корней деревьев открывает дверь в новую эру управления отходами.",
  "tree_root_application_desc3": "Мобильный измельчитель корней деревьев обеспечивает большие преимущества в таких областях, как сельское хозяйство и управление лесами, предлагая возможность использования в разных местах. Он предлагает гибкие условия работы с функцией мобильной дробилки. Кроме того, машина для измельчения древесины и машина для измельчения древесины обеспечивают высокую эффективность в процессах управления отходами. Цены на машины для измельчения корней деревьев и машины для измельчения корней могут варьироваться в зависимости от характеристик машины и вносят важный вклад в процессы переработки.",
  "tree_root_advantages_title": "Преимущества измельчителя корней деревьев",
  "tree_root_adv_1_title": "Высокий крутящий момент и прочность",
  "tree_root_adv_1_desc": "Эффективно измельчает корни деревьев и древесные отходы благодаря многолезвийной роторной конструкции. Обеспечивает превосходную производительность с комбинацией высокого крутящего момента и низкой скорости.",
  "tree_root_adv_2_title": "Энергоэффективность",
  "tree_root_adv_2_desc": "Снижает эксплуатационные расходы и минимизирует воздействие на окружающую среду благодаря высокоэффективным двигателям. Предлагает оптимизированное энергопотребление.",
  "tree_root_adv_3_title": "Автоматическое предотвращение заклинивания",
  "tree_root_adv_3_desc": "При перегрузке ротора загрузочный бункер вращается в обратном направлении для предотвращения заклинивания. Обеспечивает бесперебойную работу и повышает операционную эффективность.",
  "tree_root_adv_4_title": "Удобное управление",
  "tree_root_adv_4_desc": "Позволяет операторам легко использовать машину с удобными панелями управления. Гарантирует обработку материалов с желаемой скоростью с помощью зубьев подачи.",
  "tw100_highlights_title": "TW-100 Ключевые особенности",
  "tw100_feature_1_title": "Идеально для проектов среднего масштаба",
  "tw100_feature_1_desc": "Зона измельчения Ø 1000 мм и мощность 132-160 кВт делают его идеальным для управления лесами среднего масштаба и муниципальных парков.",
  "tw100_feature_2_title": "Компактная и эффективная конструкция",
  "tw100_feature_2_desc": "Длина ротора 500 мм обеспечивает максимальную эффективность в компактной структуре. Высокая производительность даже в ограниченном пространстве.",
  "tw100_feature_3_title": "Экономичные эксплуатационные расходы",
  "tw100_feature_3_desc": "Энергоэффективная технология двигателя и система автоматического предотвращения заклинивания обеспечивают низкие затраты на обслуживание и эксплуатацию.",
  "tw150_highlights_title": "TW-150 Ключевые особенности",
  "tw150_feature_1_title": "Промышленная высокая производительность",
  "tw150_feature_1_desc": "Зона измельчения Ø 1500 мм и мощность 160-220 кВт обеспечивают мощное решение для крупных лесных хозяйств и промышленных предприятий.",
  "tw150_feature_2_title": "Вариант мобильного дизайна",
  "tw150_feature_2_desc": "Длина ротора 800 мм и дополнительная мобильная гусеничная конструкция обеспечивают гибкое использование в разных местах.",
  "tw150_feature_3_title": "Расширенная автоматизация ПЛК",
  "tw150_feature_3_desc": "Мониторинг нагрузки в реальном времени и функция автоматического реверса минимизируют вмешательство оператора.",
  "tw200_highlights_title": "TW-200 Ключевые особенности",
  "tw200_feature_1_title": "Мега-производительность - 8-15 тонн/час",
  "tw200_feature_1_desc": "Зона измельчения Ø 2000 мм и ультрамощный двигатель 220-315 кВт обеспечивают максимальную промышленную производительность.",
  "tw200_feature_2_title": "Интеграция Индустрии 4.0",
  "tw200_feature_2_desc": "Длина ротора 1000 мм, Siemens PLC и система SCADA предлагают модули удаленного мониторинга и отслеживания обслуживания.",
  "tw200_feature_3_title": "Под ключ для биоэнергетических заводов",
  "tw200_feature_3_desc": "Комплексное решение с полной автоматической интеграцией линии, магнитным сепаратором и различными системами сит. Сертифицировано CE по стандартам ЕС.",
  "tree_root_tech_specs_title": "Технические характеристики измельчителя корней деревьев",
  "tree_root_optional_features_title": "Дополнительные опции",
  "tree_root_optional_1": "Конструкция с дизельным двигателем",
  "tree_root_optional_2": "Мобильная переносная конструкция",
  "tree_root_optional_3": "Система охлаждения ротора",
  "tree_root_optional_4": "Автоматическая система смазки",
  "tree_root_optional_5": "Сита разных размеров",
  "tree_root_optional_6": "Конвейер подачи",
  "tree_root_faq_title": "Часто задаваемые вопросы - Измельчитель корней деревьев",
  "tree_root_video_title": "Видео измельчителя корней деревьев",
  "tree_root_similar_products": "Похожие продукты",
  "tree_root_watch_video": "Смотреть видео",
  "organic_faq_title": "Часто задаваемые вопросы - Измельчитель органических отходов",
  "organic_video_title": "Видео измельчителя органических отходов",
  "organic_similar_products": "Похожие продукты",
  "organic_watch_video": "Смотреть видео",
  "wood_grinder_faq_title": "Часто задаваемые вопросы - Дробилка для древесины",
  "wood_grinder_video_title": "Видео дробилки для древесины",
  "wood_grinder_similar_products": "Похожие продукты",
  "wood_grinder_watch_video": "Смотреть видео",
  "baler_faq_title": "Часто задаваемые вопросы - Пресс для тюкования",
  "baler_video_title": "Видео пресса для тюкования",
  "baler_similar_products": "Похожие продукты",
  "baler_watch_video": "Смотреть видео",
  "cta_title": "Спланируйте свою машину с нами",
  "cta_subtitle": "Давайте вместе разработаем систему измельчения, подходящую для вашего проекта.",
  "cta_button": "Получить предложение сейчас!",
  "footer_contact": "Контакт",
  "footer_address": "Адрес: Стамбул, Турция",
  "footer_phone": "Телефон: +90 XXX XXX XX XX",
  "footer_email": "Email: info@mtmakina.com.tr",
  "footer_quick_links": "Быстрые ссылки",
  "footer_social": "Социальные сети",
  "footer_copyright": "© 2025 MT Makina Ltd. - Все права защищены",
  "footer_full_address": "Cumhuriyet Mah. 1983 Sk. Kent Palas 2 Этаж:7 D:85-86 PK:34512 Esenyurt / Стамбул / ТУРЦИЯ",
  "footer_full_phone": "+90 212 613 31 82",
  "footer_full_email": "info@mtmakina.com.tr",
  "footer_website": "www.mtmakina.com.tr",
  "footer_corporate": "Корпоративные",
  "footer_home": "Главная",
  "footer_about": "О нас",
  "footer_certificates": "Наши сертификаты",
  "footer_fair": "Ярмарка",
  "footer_references": "Наши референции",
  "footer_products": "Продукция",
  "footer_shredders": "Измельчители",
  "footer_separation": "Системы сепарации",
  "footer_incinerators": "Инсинераторы",
  "footer_balers": "Пресс-подборщики",
  "footer_facilities": "Предприятия",
  "about_page_title": "О нас",
  "about_page_subtitle": "Ваш надежный партнер в области промышленных систем переработки с более чем 20-летним опытом",
  "about_intro_title": "На пути к тому, чтобы стать лучшими в отрасли",
  "about_intro_description": "MT Makina является лидером в производстве промышленного оборудования для переработки благодаря своей внутренней производственной мощности. С постоянно развивающимися технологиями компания предлагает своим клиентам высокую эффективность, долговечность и экологически чистые решения.",
  "about_mission_title": "Наша миссия",
  "about_mission_description": "Наша миссия - внести вклад как в окружающую среду, так и в промышленность путем разработки устойчивых технологий управления отходами. Мы сочетаем клиентоориентированный подход и инновационное инженерное понимание.",
  "about_vision_title": "Наше видение",
  "about_vision_description": "Наше видение - стать всемирно признанным брендом, который разрабатывает экологически чистые технологии и делает разницу в управлении отходами. Мы движемся вперед с целью создания более чистого мира для будущих поколений.",
  "about_team_title": "Наша команда управления",
  "about_team_photo_placeholder": "Фото профиля",
  "about_ceo_name": "Müslim BAĞLUCA",
  "about_ceo_title": "Генеральный директор",
  "about_ceo_description": "Основатель и генеральный директор MT Makina. Он разрабатывает инновационные решения в отрасли с более чем 20-летним опытом.",
  "about_deputy_ceo_name": "Hacer Emine SOYDAN",
  "about_deputy_ceo_title": "Заместитель генерального директора",
  "about_deputy_ceo_description": "Ответственный за стратегическое планирование и оперативные процессы управления MT Makina.",
  "about_contact_title": "Связаться с нами",
  "about_contact_address": "Адрес",
  "about_contact_phone": "Телефон",
  "about_contact_email": "Email",
  "about_leadership_title": "Наша команда управления",
  "about_profile_photo": "Фото профиля",
  "about_leader1_name": "Müslim BAĞLUCA",
  "about_leader1_title": "Генеральный директор",
  "about_leader1_description": "Основатель и генеральный директор MT Makina. Он разрабатывает инновационные решения в отрасли с более чем 20-летним опытом.",
  "about_leader2_name": "Hacer Emine SOYDAN",
  "about_leader2_title": "Заместитель генерального директора",
  "about_leader2_description": "Ответственный за стратегическое планирование и оперативные процессы управления MT Makina.",
  "about_address_label": "Адрес",
  "about_phone_label": "Телефон",
  "about_email_label": "Email",
  "about_footer_corporate": "Корпоративные",
  "about_footer_home": "Главная",
  "about_footer_about": "О нас",
  "about_footer_mission": "Наша миссия",
  "about_footer_vision": "Наше видение",
  "about_footer_products": "Продукция",
  "about_footer_shredders": "Измельчители",
  "about_footer_separation": "Системы сепарации",
  "about_footer_incinerators": "Инсинераторы",
  "about_footer_balers": "Пресс-подборщики",
  "about_footer_facilities": "Предприятия",
  "about_footer_contact": "Связаться с нами",
  "about_footer_copyright": "© 2025 MT Makina Ltd. Şti. - Все права защищены",
  "ecatalog_page_title": "MT Makina Электронный каталог",
  "ecatalog_page_subtitle": "Все детали нашего ассортимента измельчителей в нашем цифровом каталоге",
  "ecatalog_hero_title": "Наш цифровой каталог скоро выйдет!",
  "ecatalog_hero_description": "Готовится наш комплексный электронный каталог, содержащий технические детали, мощности, размеры и области применения всей нашей продукции.",
  "ecatalog_hero_cta": "Свяжитесь с нами для получения информации о каталоге",
  "ecatalog_content_title": "Что вы найдете в нашем каталоге?",
  "ecatalog_item_1": "Все модели измельчителей",
  "ecatalog_item_2": "Подробные технические характеристики",
  "ecatalog_item_3": "Таблицы мощности и производительности",
  "ecatalog_item_4": "Области применения и примеры",
  "ecatalog_item_5": "3D-изображения и технические чертежи",
  "ecatalog_item_6": "Информация о дополнительном оборудовании",
  "ecatalog_item_7": "Информация о техническом обслуживании",
  "ecatalog_item_8": "Референсные проекты",
  "ecatalog_email_title": "Запрос по электронной почте",
  "ecatalog_email_description": "Отправьте свой запрос каталога по электронной почте",
  "ecatalog_whatsapp_title": "Связь через WhatsApp",
  "ecatalog_whatsapp_description": "Запросите каталог немедленно",
  "ecatalog_whatsapp_button": "Свяжитесь сейчас",
  "ecatalog_cta_title": "Индивидуальное решение для ваших нужд",
  "ecatalog_cta_description": "Не можете найти нужную информацию в нашем каталоге? Свяжитесь с нами для ваших конкретных потребностей.",
  "ecatalog_cta_button": "Получить предложение сейчас!",
  "ecatalog_footer_corporate": "Корпоративные",
  "ecatalog_footer_home": "Главная",
  "ecatalog_footer_about": "О нас",
  "ecatalog_footer_certificates": "Наши сертификаты",
  "ecatalog_footer_products": "Продукция",
  "ecatalog_footer_single_shaft": "Одновальное измельчение",
  "ecatalog_footer_dual_shaft": "Двухвальное измельчение",
  "ecatalog_footer_metal": "Измельчение металла",
  "ecatalog_footer_plastic": "Измельчение пластика",
  "ecatalog_footer_contact": "Связаться с нами",
  "ecatalog_footer_copyright": "© 2025 MT Makina Ltd. Şti. - Все права защищены",
  "certificates_page_title": "Наши сертификаты",
  "certificates_page_subtitle": "Как MT Makina, документы нашей приверженности качеству, безопасности и международным стандартам",
  "certificates_quality_title": "Производство, ориентированное на качество и безопасность",
  "certificates_quality_description": "Все наши сертификаты являются доказательством нашей приверженности предоставлению продукции нашим клиентам на высочайшем уровне качества и безопасности.",
  "certificates_cta_button": "Получить предложение сейчас!",
  "cert1_caption": "ISO 45001:2018 Система управления охраной труда и промышленной безопасностью",
  "cert2_caption": "ISO 14001:2015 Система экологического менеджмента",
  "cert3_caption": "ISO 18001 OHSAS Сертификат по охране труда и промышленной безопасности",
  "cert4_caption": "ISO 9001:2015 Сертификат системы менеджмента качества",
  "cert5_caption": "Декларация соответствия CE",
  "cert6_caption": "ISO 50001:2018 Сертификат системы энергоменеджмента",
  "cert7_caption": "Декларация соответствия CE - Производство систем переработки",
  "cert8_caption": "Декларация соответствия CE - Измельчитель листов",
  "certificates_footer_corporate": "Корпоративные",
  "certificates_footer_home": "Главная",
  "certificates_footer_about": "О нас",
  "certificates_footer_certificates": "Наши сертификаты",
  "certificates_footer_mission": "Наша миссия",
  "certificates_footer_vision": "Наше видение",
  "certificates_footer_products": "Продукция",
  "certificates_footer_single_shaft": "Одновальный измельчитель",
  "certificates_footer_dual_shaft": "Двухвальный измельчитель",
  "certificates_footer_metal": "Измельчитель металла",
  "certificates_footer_pallet": "Измельчитель поддонов",
  "certificates_footer_tire": "Измельчитель шин",
  "certificates_footer_contact": "Связаться с нами",
  "single_shaft_main_title": "Одновальный измельчитель твердых отходов",
  "single_shaft_subtitle": "Высокая эффективность и мощная производительность для широкого спектра отходов",
  "single_shaft_description_1": "Однороторный шредер MT Makina (Single Shaft Shredder) — это одно из самых мощных решений, разработанных для промышленных предприятий по переработке отходов. Этот высокомоментный промышленный измельчитель точно перерабатывает сложные материалы, такие как пластиковые глыбы, твердые пластики, бумажные рулоны, текстильные отходы, кабели, алюминий и деревянные поддоны. Для предприятий, ищущих эффективную дробилку для мусора, он обеспечивает непрерывную работу благодаря энергосберегающей системе гидравлического толкателя (Hydraulic Ram) и прочной конструкции ротора.",
  "single_shaft_description_2": "Эта модель, оснащенная передовыми технологиями в сфере оборудования для переработки, оборудована интеллектуальной системой автоматизации ПЛК. При перегрузке (Overload) машина автоматически включает функцию реверса (Auto-Reverse), предотвращая повреждение лезвий и заторы. Эта система, также известная как дробилка для пластика и шредер для лома, снижает затраты на обслуживание и максимизирует операционную эффективность.",
  "single_shaft_description_3": "Наши одновальные дробилки, полностью соответствующие потребностям промышленных шредеров, имеют варианты ротора от 800 мм до 1500 мм. Благодаря системе сменных сит (Screen) вы можете получать гранулы желаемого размера. Этот шредер, идеально подходящий для заводов по переработке ТБО, биомассы и пластика, повышает ценность вашего бизнеса благодаря долговечности и высокой производительности.",
  "single_shaft_advantages_title": "Преимущества одновального измельчителя твердых отходов",
  "single_shaft_adv_1_title": "Высокомоментная система вала",
  "single_shaft_adv_1_desc": "Мощная и стабильная производительность даже с материалами для тяжелых условий эксплуатации.",
  "single_shaft_adv_2_title": "Автоматический реверс",
  "single_shaft_adv_2_desc": "Интеллектуальная система предотвращения заклинивания, долговечные лезвия.",
  "single_shaft_adv_3_desc": "Инженерный дизайн, ориентированный на эффективность.",
  "single_shaft_performance_title": "Максимальная производительность и эффективность одновальных измельчителей",
  "single_shaft_perf_1": "Применение для переработки металла и пластика",
  "single_shaft_perf_2": "Прочная конструкция ротора",
  "single_shaft_perf_3": "Система подачи высокой мощности",
  "single_shaft_tech_specs_title": "Технические характеристики",
  "single_shaft_tech_model": "Модель",
  "single_shaft_tech_model_value": "TSH-800 / TSH-1000 / TSH-1500",
  "single_shaft_tech_motor": "Мощность двигателя",
  "single_shaft_tech_motor_value": "37 – 90 кВт",
  "single_shaft_tech_rotor_length": "Длина ротора",
  "single_shaft_tech_rotor_length_value": "800 – 1500 мм",
  "single_shaft_tech_rotor_diameter": "Диаметр ротора",
  "single_shaft_tech_rotor_diameter_value": "400 – 600 мм",
  "single_shaft_tech_blade_count": "Количество лезвий",
  "single_shaft_tech_blade_count_value": "30 – 60 шт",
  "single_shaft_tech_weight": "Вес",
  "single_shaft_tech_weight_value": "2.5 – 6 тонн",
  "single_shaft_tech_feed_opening": "Отверстие подачи",
  "single_shaft_tech_feed_opening_value": "800 x 1000 мм",
  "single_shaft_tech_control": "Система управления",
  "single_shaft_tech_control_value": "ПЛК – Автоматический реверс",
  "single_shaft_tech_capacity": "Производительность",
  "single_shaft_tech_capacity_value": "800 – 3000 кг/ч",
  "single_shaft_seo_p1": "Одновальный измельчитель - это мощная и эффективная система, предназначенная для измельчения широкого спектра материалов. Эта машина обеспечивает высокую производительность при обработке пластика, дерева, резины, бумаги-картона и легких металлических отходов. Играя критическую роль в промышленном управлении отходами и процессах переработки, одновальный измельчитель измельчает материалы до нужного размера по принципу высокоскоростной резки.",
  "single_shaft_seo_p2": "Одновальный измельчитель MT Makina может быть настроен в соответствии с потребностями различных секторов благодаря модульной конструкции. Высокомоментная моторная система и прочная конструкция лезвий обеспечивают бесперебойное производство даже в тяжелых рабочих условиях. Система автоматизации ПЛК максимизирует безопасность оператора и эффективность процесса.",
  "single_shaft_seo_p3": "Идеально подходящий для предприятий по переработке пластика, центров обработки бумаги-картона, предприятий по управлению древесными отходами и линий производства RDF, одновальный измельчитель оптимизирует эксплуатационные затраты благодаря низкому энергопотреблению и минимальным требованиям к обслуживанию.",
  "dual_shaft_seo_p1": "Двухвальный измельчитель - это профессиональная система, обеспечивающая превосходную производительность при измельчении тяжелых и сложных материалов. Двухвальный режущий механизм обеспечивает эффективную обработку пластика, шин, электронных отходов, деревянных поддонов и смешанных отходов.",
  "dual_shaft_seo_p2": "Двухвальный измельчитель MT Makina захватывает и измельчает материал контролируемым образом с помощью двух роторов, вращающихся в противоположных направлениях. Эта особенность дает большое преимущество особенно при обработке гибких и эластичных материалов.",
  "dual_shaft_seo_p3": "Оптимизированный для предприятий по переработке шин, центров обработки электронных отходов, предприятий по измельчению поддонов и центров управления промышленными отходами, двухвальный измельчитель может быть легко интегрирован в существующие производственные линии благодаря модульной конструкции.",
  "quad_shaft_seo_p1": "Четырехвальный измельчитель - это система передовых технологий, предназначенная для применений, требующих точного контроля размера частиц. С четырехроторной системой он измельчает материал в несколько этапов и обеспечивает однородный размер выхода.",
  "quad_shaft_seo_p2": "Четырехвальный измельчитель MT Makina предлагает высокую безопасность и производительность в применениях уничтожения HDD и жестких дисков, измельчения бумаги-картона, уничтожения конфиденциальных документов и безопасной утилизации отходов.",
  "quad_shaft_seo_p3": "Оптимизированный для применений безопасности центров обработки данных, уничтожения конфиденциальных документов государственных органов, банковского сектора и промышленных линий производства RDF, четырехвальный измельчитель обеспечивает полную интеграцию в производственные процессы с инфраструктурой автоматизации, совместимой с Индустрией 4.0.",
  "metal_seo_p1": "Измельчитель металлолома Redmonster состоит из мощных машин, предназначенных для измельчения металлолома широкого спектра. Измельчитель металлолома эффективно перерабатывает металлолом на свалках и предприятиях по переработке металла, обеспечивая измельчение металлов до определенного размера.",
  "metal_seo_p2": "Измельчитель металлолома предлагает инновационные и эффективные решения в процессах переработки металла и управления отходами. Благодаря высокой эффективности, долговечности и удобным функциям, измельчитель металлолома поддерживает экологическую устойчивость при обработке металлических отходов.",
  "metal_seo_p3": "Такие машины, как измельчитель автомобилей и измельчитель металлолома, предлагают высокую производительность особенно в процессах измельчения автомобильного металлолома. Они способны обрабатывать различные типы металлов, такие как железо и алюминий.",
  "single_shaft_video_title": "Видео одновального измельчителя",
  "single_shaft_watch_video": "Смотреть видео",
  "single_shaft_similar_products": "Похожие продукты",
  "about_our_machines": "О наших машинах",
  "key_features": "Ключевые особенности",
  "our_models": "Наши модели",
  "select_model_description": "Выберите модель, которая соответствует вашим потребностям",
  "need_help_choosing": "Нужна помощь в выборе модели?",
  "contact_us_for_consultation": "Наша команда экспертов поможет вам выбрать наиболее подходящую машину",
  "contact_us": "Свяжитесь с нами",
  "single_shaft_advantage_1_title": "Гибкое использование",
  "single_shaft_advantage_1_desc": "Оптимизированное измельчение для различных типов отходов",
  "single_shaft_advantage_2_title": "Высокая эффективность",
  "single_shaft_advantage_2_desc": "Энергоэффективный двигатель и мощная производительность",
  "single_shaft_advantage_3_title": "Безопасная работа",
  "single_shaft_advantage_3_desc": "Автоматические системы защиты и аварийная остановка",
  "single_shaft_advantage_4_title": "Легкое обслуживание",
  "single_shaft_advantage_4_desc": "Быстрая замена лезвий и простой доступ для обслуживания",
  "dual_shaft_main_title": "Двухвальный измельчитель (Double Shaft Shredder)",
  "dual_shaft_subtitle": "Решение с высоким крутящим моментом и низкой скоростью для сложных промышленных отходов",
  "dual_shaft_description_1": "Двухвальный шредер MT Makina (Double Shaft Shredder) является наиболее важным оборудованием в процессах управления промышленными отходами. Работая по принципу низкой скорости и высокого крутящего момента (Low Speed High Torque), эта машина измельчает объемные отходы, такие как металлический лом, отработанные шины, электронные отходы (E-Waste), бочки, бытовая техника и жесткие пластмассы, используя технологию ножниц. Наши модели серии CS (CS-20, CS-40, CS-50, CS-100, CS-120 и др.) могут быть сконфигурированы специально в соответствии с потребностями вашего бизнеса в мощности (1 тонна/час - 20 тонн/час).",
  "dual_shaft_description_2": "Модели CS-20 и CS-40, являющиеся моделями начального уровня в семействе двухвальных шредеров, идеально подходят, в частности, для уничтожения медицинских отходов, органических отходов и легкой металлической упаковки. Более крупные промышленные модели, такие как CS-100 и CS-120, способны измельчать кузова автомобилей, грузовые шины и толстые металлические профили. Вращающиеся навстречу друг другу лезвия из специального сплава без труда обрабатывают даже самые твердые материалы, обеспечивая максимальную эффективность в качестве первичного измельчителя на заводах по переработке.",
  "dual_shaft_description_3": "Благодаря модульной конструкции лезвий время технического обслуживания и ремонта минимально. Незаменимая для заводов по переработке металла, заводов по подготовке топлива из отходов (RDF) и заводов по грануляции шин, эта машина представляет собой экологически чистую технологию с отсутствием выбросов пыли и низким уровнем шума. Интеллектуальная система автоматизации ПЛК защищает машину и лезвия, выполняя автоматический реверс (Auto-Reverse) в случае заклинивания.",
  "dual_shaft_description_4": "Такие машины, как измельчитель для переработки, измельчитель ПЭТ-бутылок и измельчитель тюков, выделяются своей способностью обрабатывать различные материалы, такие как пластик, металл, шины, дерево, стекло и бытовые отходы. Такие машины, как измельчитель металла, измельчитель лома и измельчитель автомобильного лома, способствуют устойчивости в управлении промышленными отходами. Кроме того, цены на измельчители, цены на измельчители металла и цены на измельчители лома предлагают экономичные решения.",
  "dual_shaft_description_5": "Двухвальный измельчитель способствует экологической устойчивости, обеспечивая высокую производительность для предприятий, и становится незаменимым инструментом в современном управлении отходами.",
  "dual_shaft_advantages_title": "Преимущества двухвальных измельчителей",
  "dual_shaft_adv_1_title": "Обработка различных материалов",
  "dual_shaft_adv_1_desc": "Двухвальный измельчитель может обрабатывать различные материалы, такие как пластик, металл, дерево, бумага и медицинские отходы.",
  "dual_shaft_adv_2_title": "Высокий крутящий момент и низкая скорость",
  "dual_shaft_adv_2_desc": "Двухвальный измельчитель эффективно измельчает твердые материалы с высоким крутящим моментом и низкой скоростью.",
  "dual_shaft_adv_3_title": "Прочные стальные лезвия",
  "dual_shaft_adv_3_desc": "Двухвальный измельчитель обеспечивает долговечное и эффективное использование с прочными стальными лезвиями.",
  "dual_shaft_adv_4_title": "Легкое обслуживание",
  "dual_shaft_adv_4_desc": "Благодаря модульной конструкции двухвальный измельчитель обеспечивает быструю замену компонентов, что сокращает время обслуживания.",
  "dual_shaft_performance_title": "Максимальная эффективность и надежность двухвальных измельчителей",
  "dual_shaft_perf_1": "Два мощных синхронно работающих вала",
  "dual_shaft_perf_2": "Высокопроизводительная система для металлических и пластиковых отходов",
  "dual_shaft_perf_3": "Энергоэффективная гидравлическая силовая установка",
  "dual_shaft_tech_specs_title": "Технические характеристики серии CS",
  "dual_shaft_tech_motor": "Мощность двигателя",
  "dual_shaft_tech_rotor_speed": "Скорость режущего вала",
  "dual_shaft_tech_blade_count": "Количество лезвий",
  "dual_shaft_tech_rotor_length": "Длина ротора",
  "dual_shaft_tech_blade_thickness": "Толщина лезвия",
  "dual_shaft_tech_capacity": "Производственная мощность",
  "dual_shaft_tech_weight": "Вес",
  "dual_shaft_ecatalog_btn": "Электронный каталог",
  "quad_shaft_main_title": "Четырехвальный измельчитель (Quad Shaft Shredder)",
  "quad_shaft_subtitle": "Передовое технологическое решение для электронных отходов и точной калибровки",
  "quad_shaft_description_1": "Четырехвальный шредер MT Makina (Quad Shaft Shredder) оснащен системой сит, которая обеспечивает рециркуляцию измельченного материала внутри системы до тех пор, пока он не достигнет определенного размера. Эти модели, названные серией QS (QS-40, QS-60, QS-80, QS-100 и т.д.), разработаны специально для чувствительных процессов переработки, требующих однородного размера частиц. Благодаря синхронной работе четырех валов с лезвиями предотвращается утечка материала и обеспечивается отличная производительность измельчения.",
  "quad_shaft_description_3": "Наши четырехвальные измельчители имеют интеллектуальные системы автоматического реверса (Auto-Reverse) и защиты от заклинивания (Anti-Jamming) в случае перегрузки. Благодаря высокомоментным электродвигателям и прочной конструкции редуктора он может работать 24/7 без перерывов. Используя его в качестве вторичного измельчителя (Secondary Shredder) на объектах стерилизации медицинских отходов и в процессах подготовки топлива из отходов (RDF), он гарантирует, что окончательный размер материала соответствует желаемым стандартам.",
  "quad_shaft_description_4": "Четырехвальный измельчитель твердых отходов адаптируется к различным промышленным применениям, таким как измельчитель шин, измельчитель тюков, измельчитель животных, измельчитель поддонов, измельчитель древесины, измельчитель лома, измельчитель электронных отходов, измельчитель жестких дисков. Он также идеально подходит для различных потребностей переработки отходов, таких как измельчитель картона, измельчитель бумаги, измельчитель отходов шин и машина для уничтожения жестких дисков. Четырехвальный измельчитель твердых отходов играет важную роль в устойчивых процессах переработки, используясь как измельчитель твердых отходов, способствуя окружающей среде путем уменьшения объема отходов.",
  "quad_shaft_adv_1_title": "Эффективное измельчение с гидравлическим давлением",
  "quad_shaft_adv_1_desc": "Четырехвальный измельчитель быстро и эффективно измельчает материалы благодаря гидравлическому давлению, приложенному к валам.",
  "quad_shaft_adv_2_title": "Высокая эффективность",
  "quad_shaft_adv_2_desc": "Четырехвальный измельчитель повышает операционную эффективность, быстро и эффективно обрабатывая широкие материалы.",
  "quad_shaft_adv_3_title": "Идеально для крупногабаритных материалов",
  "quad_shaft_adv_3_desc": "Четырехвальный измельчитель идеально подходит для крупных и сложных материалов, легко обрабатывая крупногабаритные отходы.",
  "quad_shaft_adv_4_title": "Широкие возможности обработки материалов",
  "quad_shaft_adv_4_desc": "Четырехвальный измельчитель может обрабатывать множество различных материалов, таких как пластик, металл, дерево и электронные отходы.",
  "wood_main_title": "Машина для Измельчения Дерева и Щепы",
  "wood_subtitle": "Высокопроизводительные Промышленные Решения для МДФ, ДСП, Бревен и Лесных Отходов",
  "wood_description_1": "Наши машины для измельчения и дробления деревьев на высокой скорости перерабатывают бревна большого диаметра, корни, плиты МДФ, ДСП и промышленные древесные отходы, превращая их в щепу и опилки нужного размера. Обеспечивает идеальное сырье для биомассовых электростанций и заводов по производству пеллет.",
  "wood_description_2": "Благодаря мощной конструкции ротора и специальной технологии ножей, без труда измельчает любые влажные или сухие древесные отходы. Предлагает наиболее подходящую конфигурацию для вашего предприятия с вариантами горизонтальной и вертикальной подачи. Интеллектуальная система подачи с ПЛК экономит энергию, оптимизируя нагрузку двигателя.",
  "wood_description_3": "Дробилки MT Makina предназначены для лесной промышленности, мебельных фабрик и предприятий по переработке. Обеспечивает чистую рабочую среду благодаря интеграции высокоэффективной системы пылеудаления. Размер на выходе можно точно регулировать с помощью сменной системы сит.",
  "wood_advantages_title": "Технические Преимущества",
  "wood_adv_1_title": "Высокая Производительность",
  "wood_adv_1_desc": "Непрерывная мощность измельчения деревьев и бревен от 3 до 30 тонн в час.",
  "wood_adv_2_title": "Однородный Выход",
  "wood_adv_2_desc": "Производство качественной щепы и опилок стандартных размеров с передовой технологией сит.",
  "wood_adv_3_title": "Умная Автоматизация",
  "wood_adv_3_desc": "Система ПЛК, обеспечивающая защиту от перегрузки, автоматический реверс и мгновенный мониторинг производительности.",
  "wood_adv_4_title": "Прочная Конструкция",
  "wood_adv_4_desc": "Долгий срок службы благодаря корпусу, армированному Hardox, и ножам из специального сплава с термообработкой.",
  "glass_main_title": "Измельчитель стеклянных бутылок с отделением жидкости",
  "glass_subtitle": "Инновации в управлении отходами с помощью измельчителя стеклянных бутылок",
  "glass_description_1": "Управление отходами и переработка сегодня имеют большое значение для экологической устойчивости. Измельчитель стеклянных бутылок предлагает эффективное и инновационное решение, поскольку стеклянные бутылки требуют особого внимания в процессе переработки. MT Makina предлагает передовые технологические решения в области управления отходами с помощью разработанного для этой цели измельчителя стеклянных бутылок с отделением жидкости.",
  "glass_description_2": "Измельчитель стеклянных бутылок с отделением жидкости обеспечивает эффективность процессов переработки благодаря удобному дизайну. После того, как стеклянные бутылки помещаются в машину, жидкости внутри безопасно отделяются, а бутылки измельчаются. Отделенные жидкости и осколки стекла собираются в отдельные отсеки для утилизации. Таким образом, машина выполняет переработку тихо и эффективно, не нанося вреда окружающей среде.",
  "glass_description_3": "Этот инновационный процесс предлагает более устойчивый путь в управлении отходами и переработке. Машины для измельчения стекла играют решающую роль в переработке и повторном использовании отходов стеклянных бутылок. Предлагая экологически чистое решение, он также поддерживает экономическую сторону процессов переработки.",
  "glass_description_4": "Лом стеклянных бутылок может быть повторно использован на перерабатывающих предприятиях с помощью процесса измельчения. Цена дробилки для стекла определяется в зависимости от производительности и технических характеристик машины. Предприятия могут снизить расходы на сбор пустых стеклянных бутылок на 80%, используя измельчитель стеклянных бутылок.",
  "glass_description_5": "Измельчитель стеклянных бутылок может использоваться в помещениях, таких как офисы, с оптимизированным уровнем шума. Предлагая экологически чистые, снижающие затраты и минимизирующие объем функции, это идеальное решение для бизнеса. Он имеет широкую область использования, особенно для баров, клубов, ресторанов, отелей и предприятий общественного питания.",
  "glass_advantages_title": "Производительность и эффективность",
  "glass_adv_1_title": "Конструкция с отделением жидкости",
  "glass_adv_1_desc": "Измельчитель стеклянных бутылок безопасно сливает жидкость в отдельную камеру после измельчения наполненных жидкостью бутылок.",
  "glass_adv_2_title": "Энергоэффективность и тихая работа",
  "glass_adv_2_desc": "Снижает эксплуатационные расходы благодаря энергоэффективным двигателям и предлагает оптимизированный уровень шума.",
  "glass_adv_3_title": "Долговечные лезвия",
  "glass_adv_3_desc": "Машина обеспечивает длительное использование и устойчивость к износу благодаря высококачественным стальным лезвиям.",
  "glass_adv_4_title": "Производительность и гибкость",
  "glass_adv_4_desc": "Обеспечивает различные размеры измельчения с помощью регулируемой системы сит. Наши модели серий CK и CKS обеспечивают плавную работу.",
  "glass_tech_specs_title": "Технические характеристики (Серии CK и CKS)",
  "glass_tech_motor": "1.5 - 7.5 кВт",
  "glass_tech_capacity": "Высокая производительность",
  "glass_tech_weight": "Опционально",
  "quad_shaft_ecatalog_btn": "Скачать электронный каталог",
  "quad_shaft_tech_specs": "Технические характеристики",
  "quad_shaft_optional_features": "Дополнительные функции",
  "product_pallet": "Измельчитель поддонов",
  "pallet_main_title": "Измельчитель поддонов: эффективные решения для переработки деревянных и пластиковых поддонов",
  "pallet_subtitle": "Важное оборудование, обеспечивающее экологическую устойчивость и эффективное управление отходами в процессе переработки деревянных и пластиковых поддонов.",
  "pallet_description_1": "Измельчитель поддонов - это важное оборудование, обеспечивающее экологическую устойчивость и эффективное управление отходами в процессе переработки деревянных и пластиковых поддонов. Дробилка поддонов ускоряет процесс переработки и облегчает управление отходами, разбивая поддоны на мелкие кусочки.",
  "pallet_description_2": "Поддоны, используемые в логистических и складских процессах, могут создать большое количество лома поддонов, когда они достигают конца срока службы. Измельчитель поддонов предлагает экологически сознательное решение путем переработки этих отходов и способствует сохранению природных ресурсов.",
  "pallet_description_3": "Измельчитель поддонов играет активную роль в таких процессах, как переработка деревянных поддонов, переработка пластиковых поддонов и переработка лома поддонов. Он также облегчает операции по продаже лома поддонов.",
  "pallet_advantages_title": "Основные особенности",
  "pallet_advantage_1_title": "Высокая эффективность",
  "pallet_advantage_1_desc": "В серии TSV имеется один главный вал, который измельчает материалы. Вал вращается с высоким крутящим моментом и низкой скоростью, обеспечивая эффективное измельчение поддонов.",
  "pallet_adv_1_title": "Высокая эффективность",
  "pallet_adv_1_desc": "В серии TSV имеется один главный вал, который измельчает материалы. Вал вращается с высоким крутящим моментом и низкой скоростью, обеспечивая эффективное измельчение поддонов.",
  "pallet_advantage_2_title": "Различная способность обработки материалов",
  "pallet_advantage_2_desc": "Измельчитель поддонов может эффективно измельчать деревянные, пластиковые и металлические поддоны, обеспечивая гибкость в переработке.",
  "pallet_adv_2_title": "Различная способность обработки материалов",
  "pallet_adv_2_desc": "Измельчитель поддонов может эффективно измельчать деревянные, пластиковые и металлические поддоны, обеспечивая гибкость в переработке.",
  "pallet_advantage_3_title": "Прочная и долговечная конструкция",
  "pallet_advantage_3_desc": "Измельчитель поддонов оснащен прочными компонентами и выдерживает суровые условия работы в течение длительного времени.",
  "pallet_adv_3_title": "Прочная и долговечная конструкция",
  "pallet_adv_3_desc": "Измельчитель поддонов оснащен прочными компонентами и выдерживает суровые условия работы в течение длительного времени.",
  "pallet_advantage_4_title": "Мобильный вариант",
  "pallet_advantage_4_desc": "Вариант мобильного измельчителя поддонов обеспечивает гибкость использования на различных площадках, тем самым достигая большей эффективности на рабочем месте.",
  "pallet_adv_4_title": "Мобильный вариант",
  "pallet_adv_4_desc": "Вариант мобильного измельчителя поддонов обеспечивает гибкость использования на различных площадках, тем самым достигая большей эффективности на рабочем месте.",
  "metal_main_title": "Высокая эффективность переработки с измельчителем металлолома Redmonster",
  "metal_subtitle": "Двухвальное решение для металлолома, алюминия, нержавеющей стали и металлических тюков",
  "metal_rdm100_title": "Измельчитель металлолома RDM-100 Redmonster",
  "metal_rdm100_subtitle": "Решение с высоким крутящим моментом для металлолома, алюминия, нержавеющей стали и металлических тюков",
  "metal_rdm150_title": "Измельчитель металлолома RDM-150 Redmonster",
  "metal_rdm150_subtitle": "Мощная система измельчения металла для предприятий средней мощности",
  "metal_rdm180_title": "Измельчитель металлолома RDM-180 Redmonster",
  "metal_rdm180_subtitle": "Высокопроизводительное решение для промышленной переработки металла",
  "metal_rdm200_title": "Измельчитель металлолома RDM-200 Redmonster",
  "metal_rdm200_subtitle": "Сверхмощное измельчение металла для максимальной мощности и эффективности",
  "metal_about_title": "О системах измельчения металла Redmonster",
  "metal_description_1": "Переработка металла имеет большое значение с точки зрения экологической устойчивости и экономической эффективности. В этом процессе измельчитель металлолома играет критическую роль. Двухвальный измельчитель металлолома эффективно измельчает различные типы металлов, делая их готовыми к переработке.",
  "metal_description_2": "Измельчитель металлолома имеет возможность обрабатывать различные типы металлов, такие как металлолом, алюминий, нержавеющая сталь и металлические тюки. Измельчитель металлолома Redmonster состоит из мощных машин, предназначенных для измельчения широкого спектра металлолома.",
  "metal_advantages_title": "Ключевые особенности серии Redmonster",
  "metal_adv_1_title": "Высокая мощность крутящего момента",
  "metal_adv_1_desc": "Мощные двигатели, специально разработанные для измельчения металла, и высокая мощность крутящего момента",
  "metal_adv_2_title": "Прочная конструкция ножей",
  "metal_adv_2_desc": "Прочные и долговечные стальные ножи для металлолома",
  "metal_adv_3_title": "Широкая производительность обработки",
  "metal_adv_3_desc": "Эффективно обрабатывает металлолом, алюминий, нержавеющую сталь и металлические тюки",
  "metal_adv_4_title": "Энергоэффективность",
  "metal_adv_4_desc": "Низкая стоимость эксплуатации с оптимизированным энергопотреблением",
  "metal_tech_specs_title": "Технические характеристики серии RDM",
  "metal_optional_features_title": "Дополнительные функции",
  "metal_optional_1": "Конструкция с четырьмя двигателями",
  "metal_optional_2": "Система охлаждения ротора",
  "metal_optional_3": "Автоматическая смазочная установка",
  "metal_optional_4": "Гидравлическая прессовая установка",
  "metal_optional_5": "Сита разных размеров",
  "metal_optional_6": "Съемная конструкция ножей на болтах",
  "metal_optional_7": "Система привода электродвигателя",
  "metal_optional_8": "Конвейер подачи и разгрузки",
  "metal_ecatalog_btn": "Электронный каталог",
  "pallet_optional_features_title": "Дополнительные функции",
  "pallet_optional_1": "Двухмоторная конструкция",
  "pallet_optional_2": "Мобильная конструкция",
  "pallet_optional_3": "Металлический сепаратор",
  "pallet_optional_4": "Система охлаждения ротора",
  "pallet_optional_5": "Автоматическая смазочная установка",
  "pallet_optional_6": "Сита разных размеров",
  "pallet_optional_7": "Применения конвейеров/шнеков для выхода",
  "harddisk_main_title": "Измельчитель для уничтожения жестких дисков",
  "harddisk_subtitle": "Безопасное уничтожение данных с помощью многоступенчатой технологии измельчения",
  "harddisk_description_1": "Измельчители для уничтожения жестких дисков - это промышленные машины, предназначенные для физического уничтожения жестких дисков, SSD, печатных плат и других цифровых устройств хранения данных. Серия DATABER от MT Makina предлагает одноступенчатые, двухступенчатые и трехступенчатые варианты измельчения для обеспечения безвозвратности данных.",
  "harddisk_description_2": "Эти машины оснащены системами управления PLC, автоматическими механизмами подачи и закаленными стальными лезвиями, которые могут измельчать даже самые прочные электронные компоненты. Многоступенчатый процесс измельчения обеспечивает полное уничтожение данных путем измельчения материалов в порошкообразные частицы.",
  "harddisk_description_3": "Измельчители жестких дисков MT Makina идеально подходят для центров обработки данных, предприятий по переработке ИТ-оборудования, государственных учреждений и организаций, требующих безопасной утилизации конфиденциальной информации. Дополнительные функции включают системы охлаждения, автоматическую смазку, запись с камеры и возможности чтения штрих-кодов.",
  "harddisk_advantages_title": "Основные характеристики",
  "harddisk_adv_1_title": "Двухступенчатое измельчение",
  "harddisk_adv_1_desc": "Измельчитель для уничтожения жестких дисков полностью исключает возможность восстановления данных, измельчая жесткие диски дважды.",
  "harddisk_adv_2_title": "Необратимое уничтожение",
  "harddisk_adv_2_desc": "Измельчитель для уничтожения жестких дисков физически измельчает жесткие диски и печатные платы, чтобы данные стали невосстановимыми.",
  "harddisk_adv_3_title": "Долговечные лезвия",
  "harddisk_adv_3_desc": "Измельчитель для уничтожения жестких дисков устойчив к износу благодаря высококачественным стальным лезвиям и обеспечивает долгосрочное использование.",
  "harddisk_adv_4_title": "Большая производительность обработки",
  "harddisk_adv_4_desc": "Измельчитель для уничтожения жестких дисков может быстро обрабатывать цифровые устройства хранения данных и печатные платы различных размеров и типов.",
  "harddisk_faq_title": "Часто задаваемые вопросы об измельчителе жестких дисков",
  "harddisk_video_title": "Видео измельчителя для уничтожения жестких дисков",
  "harddisk_watch_video": "Смотреть видео",
  "harddisk_similar_products": "Похожие продукты",
  "harddisk_ecatalog_btn": "Электронный каталог",
  "mobile_main_title": "Мобильный Дробилка и Измельчитель (Mobile Shredder)",
  "mobile_subtitle": "Эффективно перерабатывайте отходы на месте с помощью мобильных измельчителей, которые обеспечивают превосходную производительность на любой местности.",
  "mobile_description_1": "Мобильные дробилки и измельчители предназначены для оптимизации процессов управления отходами и снижения логистических затрат. Эта мобильная измельчительная установка предлагает возможности переработки на месте для широкого спектра материалов, от строительных отходов и отходов сноса до лесных отходов.",
  "mobile_description_2": "Благодаря мощному дизельному двигателю и гусеничному ходу эти измельчители работают бесперебойно даже в самых сложных условиях местности, обеспечивая высокую производительность дробления и измельчения. Технология мобильных шредеров позволяет экономично перерабатывать отходы на месте, без необходимости их транспортировки.",
  "mobile_description_3": "Наши мобильные решения для измельчения отходов являются неотъемлемой частью современных проектов по переработке. Эти машины, которые экономят объем за счет уменьшения размера отходов, таких как металл, пластик, дерево и щебень, помогают вам сэкономить время и топливо. Добавьте ценность своим проектам с помощью наших экологически чистых и высокоэффективных мобильных дробилок.",
  "mobile_adv_1_title": "Высокая эффективность",
  "mobile_adv_1_desc": "Ускоряет процесс переработки, быстро и эффективно обрабатывая широкий спектр материалов.",
  "mobile_adv_2_title": "Мобильность",
  "mobile_adv_2_desc": "Легко переносится на месте и предлагает измельчение на месте. Это снижает логистические затраты и требования к рабочей силе.",
  "mobile_adv_3_title": "Гибкость",
  "mobile_adv_3_desc": "Мобильная дробилка с возможностью обработки различных материалов подходит для различных отраслей.",
  "mobile_adv_4_title": "Долговечность",
  "mobile_adv_4_desc": "Мобильная дробилка из высококачественной стали обеспечивает длительный срок службы и непрерывную работу.",
  "mobile_crusher_faq_title": "Часто задаваемые вопросы о мобильной дробилке",
  "mobile_crusher_faq_q1": "КАКИЕ МАТЕРИАЛЫ МОЖЕТ ОБРАБАТЫВАТЬ МОБИЛЬНАЯ ДРОБИЛКА?",
  "mobile_crusher_faq_a1": "Может обрабатывать широкий спектр материалов, таких как пластик, металл, резина, дерево, бумага, текстиль, электронные отходы, строительные и сносные отходы, бытовые отходы, зеленые отходы, поддоны и тюки.",
  "mobile_crusher_faq_q2": "В КАКИХ ОТРАСЛЯХ ИСПОЛЬЗУЕТСЯ МОБИЛЬНАЯ ДРОБИЛКА?",
  "mobile_crusher_faq_a2": "Используется в различных отраслях, таких как предприятия по переработке, управление отходами, строительные и сносные проекты, сельское хозяйство, лесное хозяйство, муниципальные предприятия по переработке отходов и промышленное управление отходами.",
  "mobile_crusher_faq_q3": "КАКОВЫ ТРЕБОВАНИЯ К ОБСЛУЖИВАНИЮ МОБИЛЬНОЙ ДРОБИЛКИ?",
  "mobile_crusher_faq_a3": "Имеет низкие требования к обслуживанию с длительными интервалами обслуживания. Должна проводиться регулярная проверка и обслуживание лезвий и других компонентов. Автоматические блоки смазки и гидравлические открывающиеся системы сит сокращают время и затраты на обслуживание.",
  "mobile_crusher_faq_q4": "МОЖНО ЛИ НАСТРОИТЬ МОБИЛЬНУЮ ДРОБИЛКУ?",
  "mobile_faq_a4": "Да, машина может быть настроена с различными конфигурациями лезвий, размерами и дополнительными функциями, подходящими для конкретных требований отрасли и типов материалов.",
  "mobile_crusher_faq_q5": "КАКОВ ДИАПАЗОН ПРОИЗВОДИТЕЛЬНОСТИ МОБИЛЬНОЙ ДРОБИЛКИ?",
  "mobile_crusher_faq_a5": "Диапазон производительности варьируется в зависимости от модели. Доступна в различных мощностях от малых операций до крупных промышленных применений.",
  "mobile_crusher_faq_q6": "КАК ДОСТИГАЕТСЯ ЭНЕРГОЭФФЕКТИВНОСТЬ В МОБИЛЬНОЙ ДРОБИЛКЕ?",
  "mobile_crusher_faq_a6": "Двигатели с инверторным управлением и функции автоматического реверса повышают энергоэффективность и оптимизируют производительность машины. Это обеспечивает высокую эффективность при снижении энергопотребления.",
  "mobile_crusher_faq_q7": "КАКОВЫ ФУНКЦИИ БЕЗОПАСНОСТИ МОБИЛЬНОЙ ДРОБИЛКИ?",
  "mobile_crusher_faq_a7": "Оснащена мерами безопасности, такими как кнопки аварийной остановки, защитные крышки и функции автоматического реверса. Эти функции обеспечивают безопасность оператора.",
  "mobile_crusher_video_title": "Видео мобильной дробилки",
  "mobile_crusher_watch_video": "Смотреть видео",
  "mobile_crusher_similar_products": "Похожие продукты",
  "youtube_channel_title": "Наш YouTube канал",
  "youtube_channel_description": "Посетите наш канал для просмотра большего количества видео.",
  "single_shaft_faq_title": "Часто задаваемые вопросы - Одновальная дробилка",
  "single_shaft_faq_q1": "ДЛЯ ЧЕГО ИСПОЛЬЗУЕТСЯ ОДНОВАЛЬНАЯ ДРОБИЛКА?",
  "single_shaft_faq_a1": "Одновальная дробилка — это промышленная машина, предназначенная для эффективного измельчения различных материалов, работающая с сочетанием высокого крутящего момента и низкой скорости.",
  "single_shaft_faq_q2": "КАКИЕ МАТЕРИАЛЫ МОЖНО ОБРАБАТЫВАТЬ?",
  "single_shaft_faq_a2": "Можно обрабатывать различные материалы, такие как текстильные отходы, пластик, пленки, дерево, ДСП, МДФ, бытовые и коммунальные отходы.",
  "single_shaft_faq_q3": "КАК ОНИ РАБОТАЮТ?",
  "single_shaft_faq_a3": "Наши машины измельчают материалы с помощью ножей, вращающихся вокруг основного вала. Материалы разрезаются на мелкие части.",
  "single_shaft_faq_q4": "КАКОВА ЭНЕРГОЭФФЕКТИВНОСТЬ?",
  "single_shaft_faq_a4": "Обеспечивает низкое энергопотребление благодаря эффективным двигателям и специальной конструкции ножей.",
  "single_shaft_faq_q5": "КАКОВ ГАРАНТИЙНЫЙ СРОК?",
  "single_shaft_faq_a5": "Гарантия на механические части — 2 года. Гарантия на поставку запчастей — 10 лет.",
  "single_shaft_faq_q6": "ЕСТЬ ЛИ УСТАНОВКА И ОБУЧЕНИЕ?",
  "single_shaft_faq_a6": "Да, установка и обучение операторов предоставляются бесплатно нашей экспертной командой.",
  "single_shaft_faq_q7": "КАК ПРЕДОСТАВЛЯЕТСЯ СЕРВИС?",
  "single_shaft_faq_a7": "Мы имеем всемирную сеть обслуживания. Гарантируем вмешательство в течение 24 часов в Турции и 48-72 часа за рубежом.",
  "single_shaft_faq_q8": "КАКОВ СРОК ПРОИЗВОДСТВА?",
  "single_shaft_faq_a8": "Для стандартных моделей 4-6 недель. Для специальных проектов 8-10 недель.",
  "single_shaft_faq_q9": "КАКИЕ МЕРЫ БЕЗОПАСНОСТИ?",
  "single_shaft_faq_a9": "Соответствие стандартам CE. Кнопки аварийной остановки, датчики и система антиблокировки PLC.",
  "single_shaft_faq_q10": "ДЕЛАЕТЕ ЛИ ВЫ СПЕЦИАЛЬНЫЕ РАЗМЕРЫ?",
  "single_shaft_faq_a10": "Да, мы можем спроектировать и изготовить машины по индивидуальным размерам и мощностям.",
  "dual_shaft_faq_title": "Часто задаваемые вопросы - Двухвальная дробилка",
  "dual_shaft_faq_q1": "ДЛЯ КАКИХ МАТЕРИАЛОВ ПОДХОДИТ?",
  "dual_shaft_faq_a1": "Идеально подходит для металла, шин, электронных отходов, бочек и жесткого пластика.",
  "dual_shaft_faq_q2": "В ЧЕМ ОТЛИЧИЕ ОТ ОДНОВАЛЬНОЙ?",
  "dual_shaft_faq_a2": "Работает на более низких скоростях, но с гораздо более высоким крутящим моментом. Разрывает, а не режет.",
  "dual_shaft_faq_q3": "КАК ОБСЛУЖИВАТЬ?",
  "dual_shaft_faq_a3": "Низкие требования к обслуживанию благодаря автоматической смазке. Необходимо проверять ножи.",
  "dual_shaft_faq_q4": "ИЗ ЧЕГО СДЕЛАНЫ НОЖИ?",
  "dual_shaft_faq_a4": "Специальная легированная, термообработанная и закаленная сталь. Очень устойчива к износу.",
  "dual_shaft_faq_q5": "КАКОВ ГАРАНТИЙНЫЙ СРОК?",
  "dual_shaft_faq_a5": "Гарантия на механические части — 2 года. Гарантия на поставку запчастей — 10 лет.",
  "dual_shaft_faq_q6": "ЕСТЬ ЛИ УСТАНОВКА И ОБУЧЕНИЕ?",
  "dual_shaft_faq_a6": "Да, установка и обучение операторов предоставляются бесплатно.",
  "dual_shaft_faq_q7": "СЕРВИСНАЯ ПОДДЕРЖКА?",
  "dual_shaft_faq_a7": "Всемирная сеть. Реагирование 24-72 часа.",
  "dual_shaft_faq_q8": "СРОК ПОСТАВКИ?",
  "dual_shaft_faq_a8": "4-6 недель стандартно, 8-10 недель спецзаказ.",
  "dual_shaft_faq_q9": "БЕЗОПАСНОСТЬ?",
  "dual_shaft_faq_a9": "CE стандарты, аварийная остановка, PLC реверс.",
  "dual_shaft_faq_q10": "ИНДИВИДУАЛЬНЫЙ ЗАКАЗ?",
  "dual_shaft_faq_a10": "Да, возможна разработка под проект.",
  "quad_shaft_faq_title": "Часто задаваемые вопросы - Четырехвальная дробилка",
  "quad_shaft_faq_q1": "ПОЧЕМУ ВЫБИРАЮТ ЧЕТЫРЕХВАЛЬНУЮ?",
  "quad_shaft_faq_a1": "Предпочтительна для получения определенного размера фракции за один проход, идеально для однородного измельчения.",
  "quad_shaft_faq_q2": "ПРЕИМУЩЕСТВА?",
  "quad_shaft_faq_a2": "Высокая эффективность, предотвращение наматывания материала, непрерывный поток.",
  "quad_shaft_faq_q3": "ЕСТЬ ЛИ СИТО?",
  "quad_shaft_faq_a3": "Да, сменные сита для калибровки выхода.",
  "quad_shaft_faq_q4": "ГДЕ ИСПОЛЬЗУЕТСЯ?",
  "quad_shaft_faq_a4": "Электронные отходы, уничтожение документов, медицинские отходы, RDF.",
  "quad_shaft_faq_q5": "ГАРАНТИЯ?",
  "quad_shaft_faq_a5": "2 года механика, 10 лет запчасти.",
  "quad_shaft_faq_q6": "УСТАНОВКА?",
  "quad_shaft_faq_a6": "Бесплатная установка и обучение.",
  "quad_shaft_faq_q7": "СЕРВИС?",
  "quad_shaft_faq_a7": "Глобальная поддержка.",
  "quad_shaft_faq_q8": "СРОКИ?",
  "quad_shaft_faq_a8": "4-6 недель.",
  "quad_shaft_faq_q9": "БЕЗОПАСНОСТЬ?",
  "quad_shaft_faq_a9": "CE, PLC защита.",
  "quad_shaft_faq_q10": "СПЕЦЗАКАЗ?",
  "quad_shaft_faq_a10": "Да.",
  "metal_faq_title": "Часто задаваемые вопросы - Дробилка металла",
  "metal_faq_q1": "КАКИЕ МЕТАЛЛЫ ОБРАБАТЫВАЕТ?",
  "metal_faq_a1": "Алюминий, медь, железо, стальная стружка, листы, бочки, электронные отходы.",
  "metal_faq_q2": "МОЖЕТ ЛИ ИЗМЕЛЬЧИТЬ АВТОМОБИЛЬ?",
  "metal_faq_a2": "Промышленные модели (RDM) могут измельчать кузова автомобилей.",
  "metal_faq_q3": "ЕСТЬ ЛИ МАГНИТНАЯ СЕПАРАЦИЯ?",
  "metal_faq_a3": "Опционально доступны магнитные сепараторы и вихретоковые системы.",
  "metal_faq_q4": "СРОК СЛУЖБЫ НОЖЕЙ?",
  "metal_faq_a4": "Специально закаленные сегментные ножи. Можно затачивать или менять по отдельности.",
  "metal_faq_q5": "ГАРАНТИЯ?",
  "metal_faq_a5": "2 года механика, 10 лет запчасти.",
  "pallet_faq_title": "Часто задаваемые вопросы - Дробилка поддонов",
  "pallet_faq_q1": "ИЗМЕЛЬЧАЕТ ЛИ ГВОЗДИ?",
  "pallet_faq_a1": "Да, без проблем измельчает гвозди и отделяет их магнитом.",
  "pallet_faq_q2": "ПРОИЗВОДИТЕЛЬНОСТЬ?",
  "pallet_faq_a2": "От 50-80 до 300-400 поддонов в час в зависимости от модели.",
  "wood_faq_title": "FAQ - Измельчитель древесины",
  "wood_faq_q1": "КАКОЕ ДЕРЕВО МОЖНО ИЗМЕЛЬЧАТЬ?",
  "wood_faq_a1": "Сосна, дуб, бук, поддоны, МДФ, ДСП, фанера, лесные отходы.",
  "wood_faq_q2": "МОЖНО ЛИ С ГВОЗДЯМИ?",
  "wood_faq_a2": "Да, ножи устойчивы к гвоздям.",
  "wood_faq_q3": "ДЛЯ ВЛАЖНОГО ДЕРЕВА?",
  "wood_faq_a3": "Да, до 40-50% влажности.",
  "wood_faq_q4": "ЗАМЕНА НОЖЕЙ?",
  "wood_faq_a4": "Болтовое крепление, легкая замена и поворот.",
  "wood_video_title": "Видео измельчителя древесины",
  "wood_similar_products": "Похожие продукты",
  "wood_watch_video": "Смотреть видео",
  "glass_faq_title": "Часто задаваемые вопросы - Дробилка стекла",
  "glass_faq_q1": "КАКОЕ СТЕКЛО?",
  "glass_faq_a1": "Бутылки, банки, оконное стекло, автомобильные стекла.",
  "glass_faq_q2": "ОТДЕЛЕНИЕ ЭТИКЕТОК?",
  "glass_faq_a2": "Да, системы всасывания удаляют этикетки и крышки.",
  "plastic_faq_title": "Часто задаваемые вопросы - Дробилка пластика",
  "plastic_faq_q1": "КАКОЙ ПЛАСТИК?",
  "plastic_faq_a1": "PET, HDPE, PVC, PP, ABS, пленки, трубы.",
  "plastic_faq_q2": "РАЗМЕР ФРАКЦИИ?",
  "plastic_faq_a2": "Регулируется ситом (10-20мм стандарт).",
  "waste_lastik_intro": "Recycling of used tires creates great value for both the environment and the economy.",
  "waste_lastik_para1": "MT Makina produces high-capacity systems for granulating automobile, truck and construction machinery tires.",
  "waste_lastik_para2": "We develop tire shredding machines that offer high durability with powerful motors and specially designed blades.",
  "waste_lastik_para3": "We offer technologies optimized for energy efficiency and long-lasting use.",
  "waste_lastik_system1": "Pre-cutting and primary shredding machines",
  "waste_lastik_system2": "Secondary granule shredding systems",
  "waste_lastik_system3": "Wire separation and magnetic separation lines",
  "waste_lastik_system4": "Dust and granule sizing equipment",
  "waste_metal_intro": "Recycling of metal waste is one of the most effective ways to conserve natural resources.",
  "waste_metal_para1": "MT Makina produces industrial-strength machines for shredding iron, aluminum, copper and other metals.",
  "waste_metal_para2": "Provides high efficiency with heavy-duty construction and durable blade systems.",
  "waste_metal_para3": "We offer special solutions for metal waste from automotive, white goods and construction sectors.",
  "waste_metal_system1": "Four-shaft heavy-duty shredding machines",
  "waste_metal_system2": "Crocodile shears and guillotines",
  "waste_metal_system3": "Magnetic separation and classification systems",
  "waste_metal_system4": "Hydraulic baling presses and packaging lines",
  "waste_cam_intro": "Glass waste can be 100% recycled and provides energy savings.",
  "waste_cam_para1": "MT Makina develops special systems for crushing and granulating different types of glass such as bottles, glass fiber and window glass.",
  "waste_cam_para2": "Prioritizes worker safety with dust control systems and safety measures.",
  "waste_cam_para3": "We offer solutions optimized for high efficiency and low operating costs.",
  "waste_cam_system1": "Single-shaft glass crushing machines",
  "waste_cam_system2": "Vibrating screen and sizing systems",
  "waste_cam_system3": "Dust collection and filtration units",
  "waste_cam_system4": "Color separation and optical sensor systems",
  "waste_kagit_intro": "Recycling paper and cardboard waste contributes to the conservation of forest resources.",
  "waste_kagit_para1": "MT Makina offers a wide range of paper shredding solutions from office waste to industrial packaging cardboard.",
  "waste_kagit_para2": "Increases process efficiency with high-capacity bale opening and shredding systems.",
  "waste_kagit_para3": "We produce machines optimized for pre-pulping preparation processes.",
  "waste_kagit_system1": "Bale opening and pre-preparation systems",
  "waste_kagit_system2": "Single and double shaft paper shredding machines",
  "waste_kagit_system3": "Conveyor and automatic feeding lines",
  "waste_kagit_system4": "Foreign material separation and cleaning systems",
  "waste_plastik_intro": "Recycling plastic waste reduces oil consumption and prevents environmental pollution.",
  "waste_plastik_para1": "MT Makina produces specially designed machines for shredding different plastic types such as PET, HDPE, PP, PVC.",
  "waste_plastik_para2": "Offers a wide range of processing capacity from film plastics to rigid plastics.",
  "waste_plastik_para3": "We develop integrated solutions with granule sizing and washing systems.",
  "waste_plastik_system1": "Single and double shaft plastic crushing machines",
  "waste_plastik_system2": "Film and bottle pre-cutting systems",
  "waste_plastik_system3": "Washing, drying and granule lines",
  "waste_plastik_system4": "Agglomeration and densification systems",
  "waste_organik_intro": "Composting organic waste is important for natural fertilizer production and environmental health.",
  "waste_organik_para1": "MT Makina offers hygienic and efficient systems for shredding food waste, garden waste and agricultural residues.",
  "waste_organik_para2": "Produces machines optimized for biogas production and composting processes.",
  "waste_organik_para3": "Meets hygiene standards with stainless steel construction and easy cleaning features.",
  "waste_organik_system1": "Organic waste shredding machines",
  "waste_organik_system2": "Biogas pre-treatment and homogenization systems",
  "waste_organik_system3": "Volume reduction equipment for composting",
  "waste_organik_system4": "Odor control and filtration systems",
  "waste_tibbi_intro": "Safe disposal of medical waste is critical to public health.",
  "waste_tibbi_para1": "MT Makina develops special systems for pre-sterilization shredding of medical waste from hospitals and healthcare facilities.",
  "waste_tibbi_para2": "Offers stainless steel construction and easily sterilizable design in full compliance with hygiene standards.",
  "waste_tibbi_para3": "Maximizes operator safety with closed system operation and air filtration features.",
  "waste_tibbi_system1": "Medical waste shredding and disinfection systems",
  "waste_tibbi_system2": "Autoclave integrated processing lines",
  "waste_tibbi_system3": "HEPA filtered air cleaning systems",
  "waste_tibbi_system4": "Automatic feeding and safe discharge mechanisms",
  "waste_agac_intro": "Shredding tree roots and garden waste provides valuable raw material for biomass energy.",
  "waste_agac_para1": "MT Makina produces high-torque machines for shredding tree roots, branches and landscape waste.",
  "waste_agac_para2": "Develops blade systems and powerful motor structures durable enough to process tough materials.",
  "waste_agac_para3": "Provides optimum sizing for biomass fuel production and composting.",
  "waste_agac_system1": "Heavy-duty tree crushing machines",
  "waste_agac_system2": "Mobile crushing and grinding systems",
  "waste_agac_system3": "Multi-stage sizing equipment",
  "waste_agac_system4": "Conveyor and storage solutions",
  "waste_hayvan_intro": "Proper processing of animal waste is essential for hygiene and environmental health.",
  "waste_hayvan_para1": "MT Makina offers hygienic systems for shredding animal waste from slaughterhouses, farms and food processing facilities.",
  "waste_hayvan_para2": "Meets health standards with stainless steel construction, easy cleaning and disinfection features.",
  "waste_hayvan_para3": "We develop special solutions for preparation for biogas production and fertilizer making processes.",
  "waste_hayvan_system1": "Stainless steel animal waste crushing machines",
  "waste_hayvan_system2": "Biogas pre-treatment and homogenization systems",
  "waste_hayvan_system3": "Oil separation and liquid-solid separation units",
  "waste_hayvan_system4": "Odor control and ventilation systems",
  "waste_ambalaj_intro": "Packaging waste requires separation of plastic, paper and metal components.",
  "waste_ambalaj_para1": "MT Makina produces specially designed systems for shredding multi-layer packaging and composite materials.",
  "waste_ambalaj_para2": "Develops integrated lines for separation and recovery of different materials.",
  "waste_ambalaj_para3": "Optimizes recycling processes with high efficiency and minimum loss.",
  "waste_ambalaj_system1": "Multi-layer packaging shredding machines",
  "waste_ambalaj_system2": "Optical and air separation systems",
  "waste_ambalaj_system3": "Washing and drying lines",
  "waste_ambalaj_system4": "Material-based classification equipment",
  "waste_palet_intro": "Shredding wooden pallets is important for wood dust and biomass fuel production.",
  "waste_palet_para1": "MT Makina produces high-capacity machines for crushing and sizing used wooden pallets.",
  "waste_palet_para2": "Integrates magnetic separation systems for automatic separation of metal fasteners.",
  "waste_palet_para3": "Provides crushing in optimum sizes for wood dust, pellet and biomass fuel production.",
  "waste_palet_system1": "Heavy-duty pallet crushing machines",
  "waste_palet_system2": "Magnetic metal separation systems",
  "waste_palet_system3": "Multi-stage sizing equipment",
  "waste_palet_system4": "Dust collection and packaging systems",
  "waste_tekstil_intro": "Recycling textile waste is critical for conserving natural resources and reducing waste.",
  "waste_tekstil_para1": "MT Makina develops special cutting systems for shredding clothing, fabric and home textile waste.",
  "waste_tekstil_para2": "Produces machines optimized for fiber recovery and reuse processes.",
  "waste_tekstil_para3": "Offers economical solutions with high volume processing capacity and low energy consumption.",
  "waste_tekstil_system1": "Textile shredding and fiber opening machines",
  "waste_tekstil_system2": "Button and zipper separation systems",
  "waste_tekstil_system3": "Color-based classification equipment",
  "waste_tekstil_system4": "Fiber collector and packaging systems",
  "waste_aty_intro": "RDF production enables the conversion of non-recyclable waste into an energy source.",
  "waste_aty_para1": "MT Makina develops high-capacity shredding and homogenization systems for waste-derived fuel (RDF/SRF) production.",
  "waste_aty_para2": "Offers optimized processing lines for converting mixed waste into high calorific value fuel.",
  "waste_aty_para3": "Provides suitable fuel sizing for cement factories and power plants.",
  "waste_aty_system1": "Primary and secondary RDF shredding machines",
  "waste_aty_system2": "Heavy material separation and screening systems",
  "waste_aty_system3": "Sizing and homogenization equipment",
  "waste_aty_system4": "Caloric value measurement and quality control systems",
  "single_shaft_ecatalog_btn": "E-Catalog",
  "dual_shaft_video_title": "Dual Shaft Shredder Videos",
  "metal_faq_q6": "DO YOU PROVIDE INSTALLATION AND TRAINING?",
  "metal_faq_a6": "Yes, installation and operator training are provided free of charge by our expert technical team.",
  "metal_faq_q7": "HOW IS SERVICE AND SPARE PARTS SUPPORT PROVIDED?",
  "metal_faq_a7": "We have a worldwide service network. We guarantee service intervention within 24 hours in Turkey and 48-72 hours internationally.",
  "metal_faq_q8": "WHAT IS THE PRODUCTION AND DELIVERY TIME?",
  "metal_faq_a8": "Average production time for standard models is 4-6 weeks. For special projects, it may take 8-10 weeks.",
  "metal_faq_q9": "WHAT SAFETY MEASURES DOES THE MACHINE HAVE?",
  "metal_faq_a9": "All our machines comply with CE standards. Emergency stop buttons, hopper sensors, and PLC-controlled automatic reverse (anti-jam) systems are standard.",
  "metal_faq_q10": "DO YOU MANUFACTURE CUSTOM CAPACITIES AND SIZES?",
  "metal_faq_a10": "Yes, we can design and manufacture machines in custom sizes and capacities according to your project needs.",
  "metal_video_title": "Metal Shredder Videos",
  "metal_similar_products": "Similar Products",
  "metal_watch_video": "Watch Video",
  "pallet_faq_q3": "WHAT IS THE OUTPUT PRODUCT USED FOR?",
  "pallet_faq_a3": "Shredded pallets (wood chips) can be used as fuel in biomass power plants, raw material in chipboard/MDF production or as mulch in landscaping.",
  "pallet_faq_q4": "IS THERE AUTOMATIC FEEDING?",
  "pallet_faq_a4": "Yes, automatic conveyor systems and hydraulic pusher (ram) systems are offered as options to feed pallets into the machine.",
  "pallet_faq_q5": "WHAT IS THE WARRANTY PERIOD?",
  "pallet_faq_a5": "Our machines are covered by a 2-year mechanical warranty. We also offer a 10-year spare parts supply warranty.",
  "pallet_faq_q6": "DO YOU PROVIDE INSTALLATION AND TRAINING?",
  "pallet_faq_a6": "Yes, installation and operator training are provided free of charge by our expert technical team.",
  "pallet_faq_q7": "HOW IS SERVICE AND SPARE PARTS SUPPORT PROVIDED?",
  "pallet_faq_a7": "We have a worldwide service network. We guarantee service intervention within 24 hours in Turkey and 48-72 hours internationally.",
  "pallet_faq_q8": "WHAT IS THE PRODUCTION AND DELIVERY TIME?",
  "pallet_faq_a8": "Average production time for standard models is 4-6 weeks. For special projects, it may take 8-10 weeks.",
  "pallet_faq_q9": "WHAT SAFETY MEASURES DOES THE MACHINE HAVE?",
  "pallet_faq_a9": "All our machines comply with CE standards. Emergency stop buttons, hopper sensors, and PLC-controlled automatic reverse (anti-jam) systems are standard.",
  "pallet_faq_q10": "DO YOU MANUFACTURE CUSTOM CAPACITIES AND SIZES?",
  "pallet_faq_a10": "Yes, we can design and manufacture machines in custom sizes and capacities according to your project needs.",
  "pallet_similar_products": "Similar Products",
  "pallet_watch_video": "Watch Video",
  "pallet_video_title": "Pallet Shredder Video",
  "plastic_faq_q3": "DOES IT MELT THE PLASTIC?",
  "plastic_faq_a3": "No, our special rotor design and optional water cooling system prevent heat buildup, ensuring plastic is shredded without melting.",
  "plastic_faq_q4": "CAN IT WASH THE PLASTIC?",
  "plastic_faq_a4": "Yes, optional wet shredding systems are available for pre-washing dirty plastics during shredding.",
  "plastic_faq_q5": "WARRANTY?",
  "plastic_faq_a5": "2 years mechanical, 10 years spare parts.",
  "plastic_faq_q6": "INSTALLATION?",
  "plastic_faq_a6": "Free expert installation and training included.",
  "plastic_faq_q7": "SERVICE?",
  "plastic_faq_a7": "Worldwide service network available.",
  "plastic_faq_q8": "DELIVERY TIME?",
  "plastic_faq_a8": "4-6 weeks for standard, 8-10 for custom.",
  "plastic_faq_q9": "SAFETY?",
  "plastic_faq_a9": "CE compliant, emergency stops, safety switches, anti-jam PLC.",
  "plastic_faq_q10": "CUSTOM SIZES?",
  "plastic_faq_a10": "Yes, we build custom engineered solutions.",
  "plastic_video_title": "Plastic Shredder Videos",
  "plastic_similar_products": "Similar Products",
  "plastic_watch_video": "Watch Video",
  "glass_faq_q3": "WHAT IS THE OUTPUT SIZE?",
  "glass_faq_a3": "Typically reduces volume by 75-80%. Output can be adjusted from sand-like texture to larger shards.",
  "glass_faq_q4": "IS IT DUSTY?",
  "glass_faq_a4": "Glass crushing creates dust. Our machines have integrated dust filtration systems to protect operator health.",
  "glass_faq_q5": "WARRANTY?",
  "glass_faq_a5": "2 years mechanical, 10 years spare parts.",
  "glass_faq_q6": "INSTALLATION?",
  "glass_faq_a6": "Free expert installation and training included.",
  "glass_faq_q7": "SERVICE?",
  "glass_faq_a7": "Worldwide service network available.",
  "glass_faq_q8": "DELIVERY TIME?",
  "glass_faq_a8": "4-6 weeks for standard, 8-10 for custom.",
  "glass_faq_q9": "SAFETY?",
  "glass_faq_a9": "CE compliant, emergency stops, safety switches, anti-jam PLC.",
  "glass_faq_q10": "CUSTOM SIZES?",
  "glass_faq_a10": "Yes, we build custom engineered solutions.",
  "glass_video_title": "Glass Crusher Videos",
  "glass_similar_products": "Similar Products",
  "glass_watch_video": "Watch Video",
  "tree_root_faq_q1": "CAN THE TREE ROOT SHREDDER PROCESS ROOTS WITH SOIL?",
  "tree_root_faq_a1": "Yes, thanks to its specially designed low-speed, high-torque rotor structure, it can shred roots with soil, stones and mud without damaging the blades.",
  "tree_root_faq_q2": "ARE MOBILE OPTIONS AVAILABLE?",
  "tree_root_faq_a2": "Yes, we have diesel-powered models mounted on tracked or wheeled mobile chassis for working in forest areas and different sites.",
  "tree_root_faq_q3": "CAN THE OUTPUT BE USED IN BIOMASS PLANTS?",
  "tree_root_faq_a3": "Absolutely. The output from our machine provides ideal size and quality fuel (wood chips) raw material for biomass energy plants.",
  "tree_root_faq_q4": "HOW IS FUEL CONSUMPTION?",
  "tree_root_faq_a4": "In our diesel models, fuel savings are maximized by using new generation, low emission and high efficiency engines (Volvo, Scania, etc.).",
  "tree_root_faq_q5": "WHAT IS THE WARRANTY PERIOD?",
  "tree_root_faq_a5": "Our machines are covered by a 2-year mechanical warranty. We also offer a 10-year spare parts supply guarantee.",
  "tree_root_faq_q6": "DO YOU PROVIDE INSTALLATION AND OPERATOR TRAINING?",
  "tree_root_faq_a6": "Yes, machine installation is performed on-site by our expert technical team and detailed use/maintenance training is provided free of charge to your operators.",
  "tree_root_faq_q7": "HOW IS SPARE PARTS AND SERVICE SUPPORT PROVIDED?",
  "tree_root_faq_a7": "We have a worldwide service network. In emergencies, we guarantee service intervention within 24 hours in Turkey and 48-72 hours internationally.",
  "tree_root_faq_q8": "WHAT IS THE PRODUCTION AND DELIVERY TIME?",
  "tree_root_faq_a8": "Average production time for standard models is 4-6 weeks. Earlier delivery is possible depending on stock availability. For custom projects, it may take 8-10 weeks.",
  "tree_root_faq_q9": "WHAT SAFETY MEASURES DOES THE MACHINE HAVE?",
  "tree_root_faq_a9": "All our machines comply with CE standards. Emergency stop buttons, hopper safety sensors, safety switches on maintenance covers and PLC-controlled automatic reverse (anti-jam) system are standard.",
  "tree_root_faq_q10": "DO YOU MANUFACTURE CUSTOM CAPACITIES AND SIZES?",
  "tree_root_faq_a10": "Yes, we can design and manufacture machines in custom sizes and capacities according to your project needs. Our engineering team offers custom solutions.",
  "spec_model": "Model",
  "spec_motor_power": "Motor Power",
  "spec_rotor_length": "Rotor Length",
  "spec_shredding_area": "Shredding Area",
  "spec_blade_count": "Blade Count",
  "spec_weight": "Weight",
  "spec_capacity": "Capacity",
  "spec_screen_size": "Screen Size",
  "spec_rotor_diameter": "Rotor Diameter",
  "spec_feed_opening": "Feed Opening",
  "spec_dimensions": "Dimensions",
  "optional_features_title": "Optional Features",
  "opt_feed_options": "Different Feeding and Discharge Options",
  "opt_rotor_designs": "Different Rotor Designs",
  "opt_dual_motor": "Dual Motor Design",
  "opt_cooling_system": "Rotor Cooling System",
  "opt_hydraulic_coupling": "Belt Pulley Hydraulic Coupling",
  "opt_auto_lubrication": "Automatic Lubrication Unit",
  "opt_hydraulic_press": "Hydraulic Press Unit",
  "opt_screen_sizes": "Different Screen Sizes",
  "opt_blade_design": "Bolt-on Removable Blade Design",
  "opt_hydromotor": "Hydromotor Drive System",
  "opt_conveyor": "Conveyor Applications for Output",
  "single_shaft_adv_3_title": "Low Noise and Energy Consumption",
  "visit_youtube": "Visit YouTube Channel",
  "dual_shaft_watch_video": "Watch Video",
  "dual_shaft_similar_products": "Similar Products",
  "quad_shaft_video_title": "Quad Shaft Shredder Videos",
  "quad_shaft_watch_video": "Watch Video",
  "quad_shaft_similar_products": "Similar Products",
  "pallet_tech_specs_title": "TSV Series Technical Specifications",
  "pallet_faq_1_q": "WHAT IS A PALLET SHREDDER USED FOR?",
  "pallet_faq_1_a": "A pallet shredder is an industrial device that enables wooden and plastic pallets to be separated into small pieces. These machines play an important role in pallet recycling and waste management processes.",
  "pallet_faq_2_q": "WHAT ARE THE MAIN ADVANTAGES OF PALLET SHREDDERS?",
  "pallet_faq_2_a": "Pallet shredders provide high efficiency, energy savings, low operating costs and environmental sustainability. In addition, these machines offer long-lasting use with their robust structures and durable blades.",
  "pallet_faq_3_q": "WHAT TYPES OF PALLETS CAN PALLET SHREDDERS PROCESS?",
  "pallet_faq_3_a": "Pallet shredders can process both wooden and plastic pallets. They can also effectively shred pallets containing metals such as nails.",
  "pallet_faq_4_q": "WHAT ARE THE ADVANTAGES OF MOBILE PALLET SHREDDERS?",
  "pallet_faq_4_a": "Mobile pallet shredders provide easy portability in the field and allow on-site shredding. These machines are designed to handle hard materials in large loads and can be equipped with accessories such as cross belt magnets that can separate metal materials.",
  "pallet_faq_5_q": "WHAT IS THE ENERGY EFFICIENCY OF PALLET SHREDDERS?",
  "pallet_faq_5_a": "Motors and systems that provide high energy efficiency reduce operating costs and reduce environmental impacts. These machines provide energy savings by operating at low speed with high torque.",
  "wood_tech_specs_title": "Technical Specifications",
  "wood_optional_features_title": "Optional Equipment",
  "wood_optional_1": "Magnetic Metal Separator",
  "wood_optional_2": "Dust Collection Unit",
  "wood_optional_3": "Automatic Discharge Conveyor",
  "wood_optional_4": "Spare Blade Set",
  "wood_optional_5": "Frequency Inverter",
  "wood_optional_6": "Mobile Chassis",
  "wood_optional_7": "Scale System",
  "wood_optional_8": "Remote Monitoring System",
  "wood_faq_q5": "WARRANTY?",
  "wood_faq_a5": "2 years mechanical, 10 years spare parts.",
  "wood_faq_q6": "INSTALLATION?",
  "wood_faq_a6": "Free expert installation and training included.",
  "wood_faq_q7": "SERVICE?",
  "wood_faq_a7": "Worldwide service network available.",
  "wood_faq_q8": "DELIVERY TIME?",
  "wood_faq_a8": "4-6 weeks for standard, 8-10 for custom.",
  "wood_faq_q9": "SAFETY?",
  "wood_faq_a9": "CE compliant, emergency stops, safety switches, anti-jam PLC.",
  "wood_faq_q10": "CUSTOM SIZES?",
  "wood_faq_a10": "Yes, we build custom engineered solutions.",
  "harddisk_faq_q1": "DOES IT MAKE DATA UNRECOVERABLE?",
  "harddisk_faq_a1": "Yes, our machines physically shred disks into small pieces (shredding), making data retrieval impossible. Compliant with KVKK/GDPR standards.",
  "harddisk_faq_q2": "CAN IT SHRED SS AND USB DRIVES?",
  "harddisk_faq_a2": "Absolutely. It can shred not just HDDs but SSDs, USB drives, CDs/DVDs, tapes, credit cards and phones.",
  "harddisk_faq_q3": "HOW LONG DOES THE PROCESS TAKE?",
  "harddisk_faq_a3": "Our DATABER series can destroy 100-500 disks per hour depending on the model. Destruction takes seconds.",
  "harddisk_faq_q4": "IS IT SUITABLE FOR OFFICE USE?",
  "harddisk_faq_a4": "Yes, our office models operate quietly (65-70 dB) and have dust filtration, making them safe for office environments. 220V models available.",
  "harddisk_faq_q5": "WHAT IS THE WARRANTY PERIOD?",
  "harddisk_faq_a5": "2-year mechanical warranty and 10-year spare parts availability guarantee.",
  "harddisk_faq_q6": "DO YOU PROVIDE TRAINING?",
  "harddisk_faq_a6": "Yes, on-site setup and operator training are included.",
  "harddisk_faq_q7": "IS THERE CAMERA RECORDING AND REPORTING?",
  "harddisk_faq_a7": "Optional camera systems and barcode readers can record and report every destroyed disk.",
  "harddisk_faq_q8": "WHAT IS THE DELIVERY TIME?",
  "harddisk_faq_a8": "Standard models are in stock or 2-3 weeks. Special projects 6-8 weeks.",
  "harddisk_faq_q9": "WHAT ARE THE SAFETY FEATURES?",
  "harddisk_faq_a9": "Automatic stop when cover opens, emergency stop, overload protection.",
  "harddisk_faq_q10": "CUSTOM CAPACITY?",
  "harddisk_faq_a10": "Yes, we can manufacture custom sizes and capacities.",
  "mobile_crusher_faq_a4": "Yes, the machine can be customized with various blade configurations, sizes and additional features suitable for specific industry requirements and material types.",
  "mobile_crusher_faq_q8": "WHAT IS THE WARRANTY PERIOD?",
  "mobile_crusher_faq_a8": "Our machines are covered by a 2-year mechanical warranty. 10-year spare parts supply guarantee is available.",
  "mobile_crusher_faq_q9": "IS INSTALLATION AND SUPPORT AVAILABLE?",
  "mobile_crusher_faq_a9": "Yes, on-site installation and training are provided by our expert team.",
  "mobile_crusher_faq_q10": "HOW IS SPARE PARTS AVAILABILITY?",
  "mobile_crusher_faq_a10": "We provide fast delivery with our stocked spare parts system."
}